{"_links": {"parentPackage": {"href": "/mdr/ct/packages/sdtmct-2022-09-30", "title": "SDTM Controlled Terminology Package 51 Effective 2022-09-30", "type": "Terminology"}, "priorVersion": {"href": "/mdr/ct/packages/sdtmct-2022-06-24/codelists/C183550", "title": "CDISC Questionnaire FACIT-Searchable Item Library Adult Version Test Name Terminology", "type": "Code List"}, "rootItem": {"href": "/mdr/root/ct/sdtmct/codelists/C183550", "title": "Version-agnostic anchor resource for codelist C183550", "type": "Root Value Domain"}, "self": {"href": "/mdr/ct/packages/sdtmct-2022-09-30/codelists/C183550", "title": "CDISC Questionnaire FACIT-Searchable Item Library Adult Version Test Name Terminology", "type": "Code List"}}, "conceptId": "C183550", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult test name.", "extensible": "false", "name": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult Questionnaire Test Name", "preferredTerm": "CDISC Questionnaire FACIT-Searchable Item Library Adult Version Test Name Terminology", "submissionValue": "FSILTN", "synonyms": ["Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult Questionnaire Test Name"], "terms": [{"conceptId": "C183886", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have abdominal cramps or discomfort due to my diarrhea (diarrhoea).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Abdominal Cramps Diarrhea", "submissionValue": "FSIL-Abdominal Cramps Diarrhea", "synonyms": ["FSIL-Abdominal Cramps Diarrhea"]}, {"conceptId": "C183826", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have been able to remember things, like where I left my keys or wallet.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able Remember Things Where Left", "submissionValue": "FSIL-Able Remember Things Where Left", "synonyms": ["FSIL-Able Remember Things Where Left"]}, {"conceptId": "C183827", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have been able to remember to do things, like take medicine or buy something I needed.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able Remember to Do Things", "submissionValue": "FSIL-Able Remember to Do Things", "synonyms": ["FSIL-Able Remember to Do Things"]}, {"conceptId": "C183830", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have been able to bring to mind words that I wanted to use while talking to someone.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Bring to Mind Words", "submissionValue": "FSIL-Able to Bring to Mind Words", "synonyms": ["FSIL-Able to Bring to Mind Words"]}, {"conceptId": "C184015", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to communicate with others.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Communicate With Others", "submissionValue": "FSIL-Able to Communicate With Others", "synonyms": ["FSIL-Able to Communicate With Others"]}, {"conceptId": "C183705", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to concentrate.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Concentrate", "submissionValue": "FSIL-Able to Concentrate", "synonyms": ["FSIL-Able to Concentrate"]}, {"conceptId": "C183653", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to do my usual activities.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Do My Usual Activities", "submissionValue": "FSIL-Able to Do My Usual Activities", "synonyms": ["FSIL-Able to Do My Usual Activities"]}, {"conceptId": "C183714", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to drive a vehicle (my car, truck, etc.).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Drive a Vehicle", "submissionValue": "FSIL-Able to Drive a Vehicle", "synonyms": ["FSIL-Able to Drive a Vehicle"]}, {"conceptId": "C184021", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to eat as much food as I want.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Eat as Much Food as I Want", "submissionValue": "FSIL-Able to Eat as Much Food as I Want", "synonyms": ["FSIL-Able to Eat as Much Food as I Want"]}, {"conceptId": "C184014", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to eat the foods that I like.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Eat the Foods That I Like", "submissionValue": "FSIL-Able to Eat the Foods That I Like", "synonyms": ["FSIL-Able to Eat the Foods That I Like"]}, {"conceptId": "C183970", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to enjoy life.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Enjoy Life", "submissionValue": "FSIL-Able to Enjoy Life", "synonyms": ["FSIL-Able to Enjoy Life"]}, {"conceptId": "C184137", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to feel like a man.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Feel Like a Man", "submissionValue": "FSIL-Able to Feel Like a Man", "synonyms": ["FSIL-Able to Feel Like a Man"]}, {"conceptId": "C183668", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to feel like a woman.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Feel Like a Woman", "submissionValue": "FSIL-Able to Feel Like a Woman", "synonyms": ["FSIL-Able to Feel Like a Woman"]}, {"conceptId": "C183724", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to find the right word(s) to say what I mean.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Find the Right Words", "submissionValue": "FSIL-Able to Find the Right Words", "synonyms": ["FSIL-Able to Find the Right Words"]}, {"conceptId": "C183687", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to get around by myself.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Get Around by Myself", "submissionValue": "FSIL-Able to Get Around by Myself", "synonyms": ["FSIL-Able to Get Around by Myself"]}, {"conceptId": "C183673", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to have and maintain an erection. (For men only)", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Have/Maintain Erection", "submissionValue": "FSIL-Able to Have/Maintain Erection", "synonyms": ["FSIL-Able to Have/Maintain Erection"]}, {"conceptId": "C183796", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to maintain my balance.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Maintain My Balance", "submissionValue": "FSIL-Able to Maintain My Balance", "synonyms": ["FSIL-Able to Maintain My Balance"]}, {"conceptId": "C184143", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to make decisions.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Make Decisions", "submissionValue": "FSIL-Able to Make Decisions", "synonyms": ["FSIL-Able to Make Decisions"]}, {"conceptId": "C183949", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to meet my monthly expenses.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Meet My Monthly Expenses", "submissionValue": "FSIL-Able to Meet My Monthly Expenses", "synonyms": ["FSIL-Able to Meet My Monthly Expenses"]}, {"conceptId": "C183825", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to pay attention and keep track of what I am doing without extra effort.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Pay Attention w/o Effort", "submissionValue": "FSIL-Able to Pay Attention w/o Effort", "synonyms": ["FSIL-Able to Pay Attention w/o Effort"]}, {"conceptId": "C183711", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to put my thoughts into action.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Put My thoughts Into Action", "submissionValue": "FSIL-Able to Put My thoughts Into Action", "synonyms": ["FSIL-Able to Put My thoughts Into Action"]}, {"conceptId": "C183709", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to put my thoughts together.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Put My Thoughts Together", "submissionValue": "FSIL-Able to Put My Thoughts Together", "synonyms": ["FSIL-Able to Put My Thoughts Together"]}, {"conceptId": "C183712", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to read like I used to.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Read Like I Used to", "submissionValue": "FSIL-Able to Read Like I Used to", "synonyms": ["FSIL-Able to Read Like I Used to"]}, {"conceptId": "C184144", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have been able to reconcile (make peace) with other people.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Reconcile With Other People", "submissionValue": "FSIL-Able to Reconcile With Other People", "synonyms": ["FSIL-Able to Reconcile With Other People"]}, {"conceptId": "C183828", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to shift back and forth between two activities that require thinking.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Shift Between Activities", "submissionValue": "FSIL-Able to Shift Between Activities", "synonyms": ["FSIL-Able to Shift Between Activities"]}, {"conceptId": "C184252", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Were you able to talk to your doctor(s) when you needed to?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Talk to Doctor When Needed", "submissionValue": "FSIL-Able to Talk to Doctor When Needed", "synonyms": ["FSIL-Able to Talk to Doctor When Needed"]}, {"conceptId": "C183829", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to keep track of what I am doing, even if I am interrupted.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Track What I Am Doing", "submissionValue": "FSIL-Able to Track What I Am Doing", "synonyms": ["FSIL-Able to Track What I Am Doing"]}, {"conceptId": "C183797", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to walk.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Walk", "submissionValue": "FSIL-Able to Walk", "synonyms": ["FSIL-Able to Walk"]}, {"conceptId": "C183968", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to work (include work at home).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Work", "submissionValue": "FSIL-Able to Work", "synonyms": ["FSIL-Able to Work"]}, {"conceptId": "C183713", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to write like I used to.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Able to Write Like I Used to", "submissionValue": "FSIL-Able to Write Like I Used to", "synonyms": ["FSIL-Able to Write Like I Used to"]}, {"conceptId": "C183775", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have accepted that I have this infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Accepted I Have This Infection", "submissionValue": "FSIL-Accepted I Have This Infection", "synonyms": ["FSIL-Accepted I Have This Infection"]}, {"conceptId": "C183721", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am afraid of having a seizure (convulsion).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Afraid of Having a Seizure", "submissionValue": "FSIL-Afraid of Having a Seizure", "synonyms": ["FSIL-Afraid of Having a Seizure"]}, {"conceptId": "C184049", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am afraid to be far from a toilet.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Afraid to Be Far From a Toilet", "submissionValue": "FSIL-Afraid to Be Far From a Toilet", "synonyms": ["FSIL-Afraid to Be Far From a Toilet"]}, {"conceptId": "C183877", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am afraid to have sex.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Afraid to Have Sex", "submissionValue": "FSIL-Afraid to Have Sex", "synonyms": ["FSIL-Afraid to Have Sex"]}, {"conceptId": "C183879", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am afraid the treatment may harm my body.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Afraid Treatment May Harm Body", "submissionValue": "FSIL-Afraid Treatment May Harm Body", "synonyms": ["FSIL-Afraid Treatment May Harm Body"]}, {"conceptId": "C183628", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: The amount I eat is sufficient to meet my needs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Amount I Eat Is Sufficient", "submissionValue": "FSIL-Amount I Eat Is Sufficient", "synonyms": ["FSIL-Amount I Eat Is Sufficient"]}, {"conceptId": "C184189", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel a sense of appreciation for the beauty of nature.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Appreciation for Beauty of Nature", "submissionValue": "FSIL-Appreciation for Beauty of Nature", "synonyms": ["FSIL-Appreciation for Beauty of Nature"]}, {"conceptId": "C183961", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I avoid going out to eat because of my illness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Avoid Going Out to Eat B/c Illness", "submissionValue": "FSIL-Avoid Going Out to Eat B/c Illness", "synonyms": ["FSIL-Avoid Going Out to Eat B/c Illness"]}, {"conceptId": "C184230", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I avoid or limit physical activity (because of concern with bleeding or bruising).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Avoid or Limit Physical Activity", "submissionValue": "FSIL-Avoid or Limit Physical Activity", "synonyms": ["FSIL-Avoid or Limit Physical Activity"]}, {"conceptId": "C184231", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I avoid or limit social activity (because of concern with bleeding or bruising).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Avoid or Limit Social Activity", "submissionValue": "FSIL-Avoid or Limit Social Activity", "synonyms": ["FSIL-Avoid or Limit Social Activity"]}, {"conceptId": "C184210", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I avoid going out in public because of how my skin looks.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Avoid Public B/c How My Skin Looks", "submissionValue": "FSIL-Avoid Public B/c How My Skin Looks", "synonyms": ["FSIL-Avoid Public B/c How My Skin Looks"]}, {"conceptId": "C184106", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I avoid public places for fear of getting an infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Avoid Public Places Fear Infection", "submissionValue": "FSIL-Avoid Public Places Fear Infection", "synonyms": ["FSIL-Avoid Public Places Fear Infection"]}, {"conceptId": "C183621", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Because of my mouth sores, eating is difficult.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Because of Sores Eating Difficult", "submissionValue": "FSIL-Because of Sores Eating Difficult", "synonyms": ["FSIL-Because of Sores Eating Difficult"]}, {"conceptId": "C183755", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe that having my blood drawn will be inconvenient.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Blood Will Be Inconvenient", "submissionValue": "FSIL-Believe Blood Will Be Inconvenient", "synonyms": ["FSIL-Believe Blood Will Be Inconvenient"]}, {"conceptId": "C183982", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe I will be bothered by side effects of treatment.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Bothered by Side Effects", "submissionValue": "FSIL-Believe Bothered by Side Effects", "synonyms": ["FSIL-Believe Bothered by Side Effects"]}, {"conceptId": "C183853", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe my chemotherapy treatment will cause me physical pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Chemo Cause Physical Pain", "submissionValue": "FSIL-Believe Chemo Cause Physical Pain", "synonyms": ["FSIL-Believe Chemo Cause Physical Pain"]}, {"conceptId": "C183855", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe chemotherapy treatment will be harmful to me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Chemo Harmful to Me", "submissionValue": "FSIL-Believe Chemo Harmful to Me", "synonyms": ["FSIL-Believe Chemo Harmful to Me"]}, {"conceptId": "C183854", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe receiving chemotherapy will be inconvenient.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Chemo Inconvenient", "submissionValue": "FSIL-Believe Chemo Inconvenient", "synonyms": ["FSIL-Believe Chemo Inconvenient"]}, {"conceptId": "C183857", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe my chemotherapy schedule will be stressful to my family.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Chemo Sched Stress Family", "submissionValue": "FSIL-Believe Chemo Sched Stress Family", "synonyms": ["FSIL-Believe Chemo Sched Stress Family"]}, {"conceptId": "C183856", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe my chemotherapy schedule will be stressful to me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Chemo Schedule Stressful Me", "submissionValue": "FSIL-Believe Chemo Schedule Stressful Me", "synonyms": ["FSIL-Believe Chemo Schedule Stressful Me"]}, {"conceptId": "C183852", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe chemotherapy treatment will take up my time.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Chemo Take Up My Time", "submissionValue": "FSIL-Believe Chemo Take Up My Time", "synonyms": ["FSIL-Believe Chemo Take Up My Time"]}, {"conceptId": "C183753", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe that waiting up to 60 minutes before eating breakfast in the morning will be inconvenient.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Eating Will Be Inconvenient", "submissionValue": "FSIL-Believe Eating Will Be Inconvenient", "synonyms": ["FSIL-Believe Eating Will Be Inconvenient"]}, {"conceptId": "C183754", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe that an infusion for my bone treatment will cause me physical pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Infusion Will Cause Pain", "submissionValue": "FSIL-Believe Infusion Will Cause Pain", "synonyms": ["FSIL-Believe Infusion Will Cause Pain"]}, {"conceptId": "C183761", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe that my treatment schedule for bone disease will be stressful to my family.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Schedule Stressful Family", "submissionValue": "FSIL-Believe Schedule Stressful Family", "synonyms": ["FSIL-Believe Schedule Stressful Family"]}, {"conceptId": "C183760", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe that my treatment schedule for bone disease will be stressful to me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Schedule Stressful to Me", "submissionValue": "FSIL-Believe Schedule Stressful to Me", "synonyms": ["FSIL-Believe Schedule Stressful to Me"]}, {"conceptId": "C183758", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe that receiving treatment for bone disease will be inconvenient.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Treatment Inconvenient", "submissionValue": "FSIL-Believe Treatment Inconvenient", "synonyms": ["FSIL-Believe Treatment Inconvenient"]}, {"conceptId": "C183756", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe that my treatment for bone disease will take up my family's time.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Treatment Take Family Time", "submissionValue": "FSIL-Believe Treatment Take Family Time", "synonyms": ["FSIL-Believe Treatment Take Family Time"]}, {"conceptId": "C183759", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe that treatment for bone disease will be harmful to me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Treatment Will Be Harmful", "submissionValue": "FSIL-Believe Treatment Will Be Harmful", "synonyms": ["FSIL-Believe Treatment Will Be Harmful"]}, {"conceptId": "C183757", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe that my treatment for bone disease will cause me physical pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Treatment Will Cause Pain", "submissionValue": "FSIL-Believe Treatment Will Cause Pain", "synonyms": ["FSIL-Believe Treatment Will Cause Pain"]}, {"conceptId": "C183751", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe that treatment for bone disease will take up my time.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Treatment Will Take Up Time", "submissionValue": "FSIL-Believe Treatment Will Take Up Time", "synonyms": ["FSIL-Believe Treatment Will Take Up Time"]}, {"conceptId": "C183752", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I believe that I will be bothered by side effects of treatment for bone disease.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Believe Will Be Bothered by Effects", "submissionValue": "FSIL-Believe Will Be Bothered by Effects", "synonyms": ["FSIL-Believe Will Be Bothered by Effects"]}, {"conceptId": "C183781", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I tend to blame myself for the infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Blame Myself for the Infection", "submissionValue": "FSIL-Blame Myself for the Infection", "synonyms": ["FSIL-Blame Myself for the Infection"]}, {"conceptId": "C183698", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have bone pain even when I sit or lie still.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bone Pain Even When I Sit/Lie Still", "submissionValue": "FSIL-Bone Pain Even When I Sit/Lie Still", "synonyms": ["FSIL-Bone Pain Even When I Sit/Lie Still"]}, {"conceptId": "C183702", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Bone pain interferes with my ability to care for myself (bathing, dressing, eating, etc.).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bone Pain Interferes Care Myself", "submissionValue": "FSIL-Bone Pain Interferes Care Myself", "synonyms": ["FSIL-Bone Pain Interferes Care Myself"]}, {"conceptId": "C183703", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Bone pain interferes with my social activities.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bone Pain Interferes w/Social", "submissionValue": "FSIL-Bone Pain Interferes w/Social", "synonyms": ["FSIL-Bone Pain Interferes w/Social"]}, {"conceptId": "C183704", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Bone pain wakes me up at night.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bone Pain Wakes Me Up at Night", "submissionValue": "FSIL-Bone Pain Wakes Me Up at Night", "synonyms": ["FSIL-Bone Pain Wakes Me Up at Night"]}, {"conceptId": "C183627", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by a skin rash.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by a Skin Rash", "submissionValue": "FSIL-Bothered by a Skin Rash", "synonyms": ["FSIL-Bothered by a Skin Rash"]}, {"conceptId": "C184166", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by the appearance of the skin in my breast area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Appearance Skin Breast", "submissionValue": "FSIL-Bothered by Appearance Skin Breast", "synonyms": ["FSIL-Bothered by Appearance Skin Breast"]}, {"conceptId": "C184240", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by bleeding in my gums or mouth.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Bleeding in Gums/Mouth", "submissionValue": "FSIL-Bothered by Bleeding in Gums/Mouth", "synonyms": ["FSIL-Bothered by Bleeding in Gums/Mouth"]}, {"conceptId": "C184027", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by blistering of my skin.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Blistering of My Skin", "submissionValue": "FSIL-Bothered by Blistering of My Skin", "synonyms": ["FSIL-Bothered by Blistering of My Skin"]}, {"conceptId": "C184242", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by blood in my urine or stool.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Blood in My Urine/Stool", "submissionValue": "FSIL-Bothered by Blood in My Urine/Stool", "synonyms": ["FSIL-Bothered by Blood in My Urine/Stool"]}, {"conceptId": "C184241", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by pinpoint bruising beneath my skin.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Bruising Beneath Skin", "submissionValue": "FSIL-Bothered by Bruising Beneath Skin", "synonyms": ["FSIL-Bothered by Bruising Beneath Skin"]}, {"conceptId": "C183957", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by a change in my eating habits.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Change in Eating Habits", "submissionValue": "FSIL-Bothered by Change in Eating Habits", "synonyms": ["FSIL-Bothered by Change in Eating Habits"]}, {"conceptId": "C183678", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by a change in the way food tastes.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Change in Food Tastes", "submissionValue": "FSIL-Bothered by Change in Food Tastes", "synonyms": ["FSIL-Bothered by Change in Food Tastes"]}, {"conceptId": "C183706", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by a change in my personality.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Change in Personality", "submissionValue": "FSIL-Bothered by Change in Personality", "synonyms": ["FSIL-Bothered by Change in Personality"]}, {"conceptId": "C183667", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by a change in weight.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Change in Weight", "submissionValue": "FSIL-Bothered by Change in Weight", "synonyms": ["FSIL-Bothered by Change in Weight"]}, {"conceptId": "C184289", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by wearing compression stockings.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Compression Stockings", "submissionValue": "FSIL-Bothered by Compression Stockings", "synonyms": ["FSIL-Bothered by Compression Stockings"]}, {"conceptId": "C183880", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by constipation.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Constipation", "submissionValue": "FSIL-Bothered by Constipation", "synonyms": ["FSIL-Bothered by Constipation"]}, {"conceptId": "C184042", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by cracking or peeling of my skin.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Cracking/Peeling Skin", "submissionValue": "FSIL-Bothered by Cracking/Peeling Skin", "synonyms": ["FSIL-Bothered by Cracking/Peeling Skin"]}, {"conceptId": "C184281", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by discharge or bleeding from my vulva.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Discharge From Vulva", "submissionValue": "FSIL-Bothered by Discharge From Vulva", "synonyms": ["FSIL-Bothered by Discharge From Vulva"]}, {"conceptId": "C184284", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by discomfort in my groin or legs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Discomfort Groin/Legs", "submissionValue": "FSIL-Bothered by Discomfort Groin/Legs", "synonyms": ["FSIL-Bothered by Discomfort Groin/Legs"]}, {"conceptId": "C183708", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by the drop in my contribution to the family.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Drop in My Contribution", "submissionValue": "FSIL-Bothered by Drop in My Contribution", "synonyms": ["FSIL-Bothered by Drop in My Contribution"]}, {"conceptId": "C183730", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by dry mouth.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Dry Mouth", "submissionValue": "FSIL-Bothered by Dry Mouth", "synonyms": ["FSIL-Bothered by Dry Mouth"]}, {"conceptId": "C184035", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by dry skin.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Dry Skin", "submissionValue": "FSIL-Bothered by Dry Skin", "synonyms": ["FSIL-Bothered by Dry Skin"]}, {"conceptId": "C183735", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by side effects of treatment for bone disease.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Effects Treatment Bone", "submissionValue": "FSIL-Bothered by Effects Treatment Bone", "synonyms": ["FSIL-Bothered by Effects Treatment Bone"]}, {"conceptId": "C183729", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by fevers (episodes of high body temperature).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Fevers", "submissionValue": "FSIL-Bothered by Fevers", "synonyms": ["FSIL-Bothered by Fevers"]}, {"conceptId": "C183955", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by gas (flatulence).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Gas", "submissionValue": "FSIL-Bothered by Gas", "synonyms": ["FSIL-Bothered by Gas"]}, {"conceptId": "C183664", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by hair loss.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Hair Loss", "submissionValue": "FSIL-Bothered by Hair Loss", "synonyms": ["FSIL-Bothered by Hair Loss"]}, {"conceptId": "C184118", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by having a blocked nose.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Having a Blocked Nose", "submissionValue": "FSIL-Bothered by Having a Blocked Nose", "synonyms": ["FSIL-Bothered by Having a Blocked Nose"]}, {"conceptId": "C184098", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by headaches.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Headaches", "submissionValue": "FSIL-Bothered by Headaches", "synonyms": ["FSIL-Bothered by Headaches"]}, {"conceptId": "C183771", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by hot flashes.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Hot Flashes", "submissionValue": "FSIL-Bothered by Hot Flashes", "synonyms": ["FSIL-Bothered by Hot Flashes"]}, {"conceptId": "C184200", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by increased facial hair.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Increased Facial Hair", "submissionValue": "FSIL-Bothered by Increased Facial Hair", "synonyms": ["FSIL-Bothered by Increased Facial Hair"]}, {"conceptId": "C184070", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by itching.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Itching", "submissionValue": "FSIL-Bothered by Itching", "synonyms": ["FSIL-Bothered by Itching"]}, {"conceptId": "C184285", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by itching/burning in my vulva area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Itching/Burning Vulva", "submissionValue": "FSIL-Bothered by Itching/Burning Vulva", "synonyms": ["FSIL-Bothered by Itching/Burning Vulva"]}, {"conceptId": "C183996", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by jaundice or yellow color to my skin.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Jaundice/Yellow Skin", "submissionValue": "FSIL-Bothered by Jaundice/Yellow Skin", "synonyms": ["FSIL-Bothered by Jaundice/Yellow Skin"]}, {"conceptId": "C184062", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by lumps or swelling in certain parts of my body (e.g., neck, armpits, or groin).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Lumps or Swelling", "submissionValue": "FSIL-Bothered by Lumps or Swelling", "synonyms": ["FSIL-Bothered by Lumps or Swelling"]}, {"conceptId": "C183620", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by mouth sores or tenderness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Mouth Sores/Tenderness", "submissionValue": "FSIL-Bothered by Mouth Sores/Tenderness", "synonyms": ["FSIL-Bothered by Mouth Sores/Tenderness"]}, {"conceptId": "C184099", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by muscle pains.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Muscle Pains", "submissionValue": "FSIL-Bothered by Muscle Pains", "synonyms": ["FSIL-Bothered by Muscle Pains"]}, {"conceptId": "C184096", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by muscle spasms.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Muscle Spasms", "submissionValue": "FSIL-Bothered by Muscle Spasms", "synonyms": ["FSIL-Bothered by Muscle Spasms"]}, {"conceptId": "C184228", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by the way my hands or nails look.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by My Hands/Nails Look", "submissionValue": "FSIL-Bothered by My Hands/Nails Look", "synonyms": ["FSIL-Bothered by My Hands/Nails Look"]}, {"conceptId": "C184239", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by nosebleeds.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Nosebleeds", "submissionValue": "FSIL-Bothered by Nosebleeds", "synonyms": ["FSIL-Bothered by Nosebleeds"]}, {"conceptId": "C183876", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by odor coming from my vagina.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Odor From Vagina", "submissionValue": "FSIL-Bothered by Odor From Vagina", "synonyms": ["FSIL-Bothered by Odor From Vagina"]}, {"conceptId": "C184282", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by odor coming from my vulva.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Odor From Vulva", "submissionValue": "FSIL-Bothered by Odor From Vulva", "synonyms": ["FSIL-Bothered by Odor From Vulva"]}, {"conceptId": "C184286", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by pain or numbness in my vulva area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Pain/Numbness in Vulva", "submissionValue": "FSIL-Bothered by Pain/Numbness in Vulva", "synonyms": ["FSIL-Bothered by Pain/Numbness in Vulva"]}, {"conceptId": "C183956", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by reflux or heartburn.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Reflux or Heartburn", "submissionValue": "FSIL-Bothered by Reflux or Heartburn", "synonyms": ["FSIL-Bothered by Reflux or Heartburn"]}, {"conceptId": "C184114", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by ringing in my ear(s).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Ringing in My Ear", "submissionValue": "FSIL-Bothered by Ringing in My Ear", "synonyms": ["FSIL-Bothered by Ringing in My Ear"]}, {"conceptId": "C184201", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by sensitivity around my fingernails or toenails.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Sensitivity Fingernails", "submissionValue": "FSIL-Bothered by Sensitivity Fingernails", "synonyms": ["FSIL-Bothered by Sensitivity Fingernails"]}, {"conceptId": "C184039", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by short-term treatment reactions that I experience immediately after, or within 24 hours of, an infusion (such as chills, dizziness, hives, rashes lasting no more than 24 hours).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Short-term Reactions", "submissionValue": "FSIL-Bothered by Short-term Reactions", "synonyms": ["FSIL-Bothered by Short-term Reactions"]}, {"conceptId": "C183979", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by side effects of treatment.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Side Effects Treatment", "submissionValue": "FSIL-Bothered by Side Effects Treatment", "synonyms": ["FSIL-Bothered by Side Effects Treatment"]}, {"conceptId": "C184174", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by skin problems in my underarm area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Skin Problems Underarm", "submissionValue": "FSIL-Bothered by Skin Problems Underarm", "synonyms": ["FSIL-Bothered by Skin Problems Underarm"]}, {"conceptId": "C183680", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by skin problems.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Skin Problems", "submissionValue": "FSIL-Bothered by Skin Problems", "synonyms": ["FSIL-Bothered by Skin Problems"]}, {"conceptId": "C184216", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by a change in my skin's sensitivity to the sun.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Skin Sensitivity to Sun", "submissionValue": "FSIL-Bothered by Skin Sensitivity to Sun", "synonyms": ["FSIL-Bothered by Skin Sensitivity to Sun"]}, {"conceptId": "C183727", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by sweating.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Sweating", "submissionValue": "FSIL-Bothered by Sweating", "synonyms": ["FSIL-Bothered by Sweating"]}, {"conceptId": "C183619", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by swelling in certain areas of my body.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Swelling Certain Areas", "submissionValue": "FSIL-Bothered by Swelling Certain Areas", "synonyms": ["FSIL-Bothered by Swelling Certain Areas"]}, {"conceptId": "C184170", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by swelling in my breast.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Swelling in My Breast", "submissionValue": "FSIL-Bothered by Swelling in My Breast", "synonyms": ["FSIL-Bothered by Swelling in My Breast"]}, {"conceptId": "C184283", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by swelling/fluid in my legs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Swelling/Fluid in Legs", "submissionValue": "FSIL-Bothered by Swelling/Fluid in Legs", "synonyms": ["FSIL-Bothered by Swelling/Fluid in Legs"]}, {"conceptId": "C184076", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by the amount of swelling.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by the Amount of Swelling", "submissionValue": "FSIL-Bothered by the Amount of Swelling", "synonyms": ["FSIL-Bothered by the Amount of Swelling"]}, {"conceptId": "C183728", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by the chills.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by the Chills", "submissionValue": "FSIL-Bothered by the Chills", "synonyms": ["FSIL-Bothered by the Chills"]}, {"conceptId": "C183864", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by uncertainty about my prognosis.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Uncertainty Prognosis", "submissionValue": "FSIL-Bothered by Uncertainty Prognosis", "synonyms": ["FSIL-Bothered by Uncertainty Prognosis"]}, {"conceptId": "C184036", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by vitiligo (white patches appearing on my skin).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Vitiligo", "submissionValue": "FSIL-Bothered by Vitiligo", "synonyms": ["FSIL-Bothered by Vitiligo"]}, {"conceptId": "C184115", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by worsening eyesight.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered by Worsening Eyesight", "submissionValue": "FSIL-Bothered by Worsening Eyesight", "synonyms": ["FSIL-Bothered by Worsening Eyesight"]}, {"conceptId": "C183875", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by discharge or bleeding from my vagina.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered Discharge/Bleeding Vagina", "submissionValue": "FSIL-Bothered Discharge/Bleeding Vagina", "synonyms": ["FSIL-Bothered Discharge/Bleeding Vagina"]}, {"conceptId": "C183867", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by the inconvenience of treatment for my skin condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered Inconvenience Treat Skin", "submissionValue": "FSIL-Bothered Inconvenience Treat Skin", "synonyms": ["FSIL-Bothered Inconvenience Treat Skin"]}, {"conceptId": "C184041", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by new allergy-like reactions (e.g., to foods, insects, pollen).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered New Allergy-like Reactions", "submissionValue": "FSIL-Bothered New Allergy-like Reactions", "synonyms": ["FSIL-Bothered New Allergy-like Reactions"]}, {"conceptId": "C183863", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am bothered by the red or pink appearance of my skin.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Bothered Red/Pink Appearance Skin", "submissionValue": "FSIL-Bothered Red/Pink Appearance Skin", "synonyms": ["FSIL-Bothered Red/Pink Appearance Skin"]}, {"conceptId": "C184060", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Breathing is easy for me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Breathing Is Easy for Me", "submissionValue": "FSIL-Breathing Is Easy for Me", "synonyms": ["FSIL-Breathing Is Easy for Me"]}, {"conceptId": "C183795", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel that I can manage things that come up around this infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Can Manage Things Around Infection", "submissionValue": "FSIL-Can Manage Things Around Infection", "synonyms": ["FSIL-Can Manage Things Around Infection"]}, {"conceptId": "C184023", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I can swallow naturally and easily.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Can Swallow Naturally and Easily", "submissionValue": "FSIL-Can Swallow Naturally and Easily", "synonyms": ["FSIL-Can Swallow Naturally and Easily"]}, {"conceptId": "C183782", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I was careful who I told about the infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Careful Who I told About Infection", "submissionValue": "FSIL-Careful Who I told About Infection", "synonyms": ["FSIL-Careful Who I told About Infection"]}, {"conceptId": "C183770", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Caring for my ostomy appliance is difficult.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Caring for Ostomy Is Difficult", "submissionValue": "FSIL-Caring for Ostomy Is Difficult", "synonyms": ["FSIL-Caring for Ostomy Is Difficult"]}, {"conceptId": "C184291", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Caring for my urinary condition is difficult.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Caring Urinary Condition Difficult", "submissionValue": "FSIL-Caring Urinary Condition Difficult", "synonyms": ["FSIL-Caring Urinary Condition Difficult"]}, {"conceptId": "C183896", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Carrying something weighing 10-20 lbs (about 4.5-9kg, like a large bag of groceries) from one room to another.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Carrying 10-20 Lbs", "submissionValue": "FSIL-Carrying 10-20 Lbs", "synonyms": ["FSIL-Carrying 10-20 Lbs"]}, {"conceptId": "C184134", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have certain parts of my body where I experience pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Certain Parts of Body Have Pain", "submissionValue": "FSIL-Certain Parts of Body Have Pain", "synonyms": ["FSIL-Certain Parts of Body Have Pain"]}, {"conceptId": "C183846", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My chemotherapy treatment causes me physical pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Chemo Causes Physical Pain", "submissionValue": "FSIL-Chemo Causes Physical Pain", "synonyms": ["FSIL-Chemo Causes Physical Pain"]}, {"conceptId": "C183851", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My chemotherapy schedule is stressful to my family.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Chemo Schedule Is Stressful Family", "submissionValue": "FSIL-Chemo Schedule Is Stressful Family", "synonyms": ["FSIL-Chemo Schedule Is Stressful Family"]}, {"conceptId": "C183850", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My chemotherapy schedule is stressful to me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Chemo Schedule Is Stressful Me", "submissionValue": "FSIL-Chemo Schedule Is Stressful Me", "synonyms": ["FSIL-Chemo Schedule Is Stressful Me"]}, {"conceptId": "C183849", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Chemotherapy treatment seems harmful to me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Chemo Seems Harmful", "submissionValue": "FSIL-Chemo Seems Harmful", "synonyms": ["FSIL-Chemo Seems Harmful"]}, {"conceptId": "C183844", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My chemotherapy treatment takes up my family's time.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Chemo Takes Family Time", "submissionValue": "FSIL-Chemo Takes Family Time", "synonyms": ["FSIL-Chemo Takes Family Time"]}, {"conceptId": "C183839", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Chemotherapy treatment takes up my time.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Chemo Treatment Takes Up My Time", "submissionValue": "FSIL-Chemo Treatment Takes Up My Time", "synonyms": ["FSIL-Chemo Treatment Takes Up My Time"]}, {"conceptId": "C183842", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Would you choose this chemotherapy again?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Choose This Chemo Again", "submissionValue": "FSIL-Choose This Chemo Again", "synonyms": ["FSIL-Choose This Chemo Again"]}, {"conceptId": "C184273", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Would you choose this clinic or office again?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Choose This Clinic/Office Again", "submissionValue": "FSIL-Choose This Clinic/Office Again", "synonyms": ["FSIL-Choose This Clinic/Office Again"]}, {"conceptId": "C184278", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Would you choose this treatment again?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Choose This Treatment Again", "submissionValue": "FSIL-Choose This Treatment Again", "synonyms": ["FSIL-Choose This Treatment Again"]}, {"conceptId": "C183738", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Would you choose this treatment for bone disease again?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Choose This Treatment Bone Again", "submissionValue": "FSIL-Choose This Treatment Bone Again", "synonyms": ["FSIL-Choose This Treatment Bone Again"]}, {"conceptId": "C184197", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I find comfort in my faith or spiritual beliefs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Comfort in Faith/Spiritual Beliefs", "submissionValue": "FSIL-Comfort in Faith/Spiritual Beliefs", "synonyms": ["FSIL-Comfort in Faith/Spiritual Beliefs"]}, {"conceptId": "C184048", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am comfortable discussing my condition with friends.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Comfortable Discuss Cond w/Friends", "submissionValue": "FSIL-Comfortable Discuss Cond w/Friends", "synonyms": ["FSIL-Comfortable Discuss Cond w/Friends"]}, {"conceptId": "C184190", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel compassion for others in the difficulties they are facing.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Compassion for Others Difficulties", "submissionValue": "FSIL-Compassion for Others Difficulties", "synonyms": ["FSIL-Compassion for Others Difficulties"]}, {"conceptId": "C183634", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am concerned about how thin I look.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Concerned About How Thin I Look", "submissionValue": "FSIL-Concerned About How Thin I Look", "synonyms": ["FSIL-Concerned About How Thin I Look"]}, {"conceptId": "C183674", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am concerned about keeping my job (include work at home).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Concerned About Keeping My Job", "submissionValue": "FSIL-Concerned About Keeping My Job", "synonyms": ["FSIL-Concerned About Keeping My Job"]}, {"conceptId": "C183951", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am concerned about keeping my job and income, including work at home.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Concerned Keeping My Job and Income", "submissionValue": "FSIL-Concerned Keeping My Job and Income", "synonyms": ["FSIL-Concerned Keeping My Job and Income"]}, {"conceptId": "C184009", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am concerned about what the future holds for me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Concerned What the Future Holds", "submissionValue": "FSIL-Concerned What the Future Holds", "synonyms": ["FSIL-Concerned What the Future Holds"]}, {"conceptId": "C183778", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have concerns about my ability to become pregnant.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Concerns Ability Become Pregnant", "submissionValue": "FSIL-Concerns Ability Become Pregnant", "synonyms": ["FSIL-Concerns Ability Become Pregnant"]}, {"conceptId": "C183689", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have concerns about my ability to have children.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Concerns Ability to Have Children", "submissionValue": "FSIL-Concerns Ability to Have Children", "synonyms": ["FSIL-Concerns Ability to Have Children"]}, {"conceptId": "C184044", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My condition wakes or keeps me up at night.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Condition Wakes/Keeps Me Up Night", "submissionValue": "FSIL-Condition Wakes/Keeps Me Up Night", "synonyms": ["FSIL-Condition Wakes/Keeps Me Up Night"]}, {"conceptId": "C183690", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have confidence in my nurse(s).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Confidence in My Nurse(s)", "submissionValue": "FSIL-Confidence in My Nurse(s)", "synonyms": ["FSIL-Confidence in My Nurse(s)"]}, {"conceptId": "C183915", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am more confident about my nutrition because of my feeding tube.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Confident Nutrition Feeding Tube", "submissionValue": "FSIL-Confident Nutrition Feeding Tube", "synonyms": ["FSIL-Confident Nutrition Feeding Tube"]}, {"conceptId": "C184149", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am constipated.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Constipated", "submissionValue": "FSIL-Constipated", "synonyms": ["FSIL-Constipated"]}, {"conceptId": "C183918", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have constipation during or after my tube feeding.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Constipation Dur/After Tube Feeding", "submissionValue": "FSIL-Constipation Dur/After Tube Feeding", "synonyms": ["FSIL-Constipation Dur/After Tube Feeding"]}, {"conceptId": "C183974", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am content with the quality of my life right now.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Content With Quality of My Life Now", "submissionValue": "FSIL-Content With Quality of My Life Now", "synonyms": ["FSIL-Content With Quality of My Life Now"]}, {"conceptId": "C183683", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: The cost of my treatment is a burden on me or my family.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Cost of Treatment Is Burden on Me", "submissionValue": "FSIL-Cost of Treatment Is Burden on Me", "synonyms": ["FSIL-Cost of Treatment Is Burden on Me"]}, {"conceptId": "C183913", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel dependent on others because I have a feeding tube.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Dependent on Others Feeding Tube", "submissionValue": "FSIL-Dependent on Others Feeding Tube", "synonyms": ["FSIL-Dependent on Others Feeding Tube"]}, {"conceptId": "C184101", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am depressed about my condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Depressed About My Condition", "submissionValue": "FSIL-Depressed About My Condition", "synonyms": ["FSIL-Depressed About My Condition"]}, {"conceptId": "C183786", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am depressed about the infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Depressed About the Infection", "submissionValue": "FSIL-Depressed About the Infection", "synonyms": ["FSIL-Depressed About the Infection"]}, {"conceptId": "C183887", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My problem with diarrhea (diarrhoea) keeps/wakes me up at night.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Diarrhea Keeps/Wakes Me Up at Night", "submissionValue": "FSIL-Diarrhea Keeps/Wakes Me Up at Night", "synonyms": ["FSIL-Diarrhea Keeps/Wakes Me Up at Night"]}, {"conceptId": "C184113", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficulty moving my neck and shoulders because of stiffness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Diff Moving Neck & Shoulders Stiff", "submissionValue": "FSIL-Diff Moving Neck & Shoulders Stiff", "synonyms": ["FSIL-Diff Moving Neck & Shoulders Stiff"]}, {"conceptId": "C184198", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Difficult times have strengthened my faith or spiritual beliefs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Difficult Times Strengthened Faith", "submissionValue": "FSIL-Difficult Times Strengthened Faith", "synonyms": ["FSIL-Difficult Times Strengthened Faith"]}, {"conceptId": "C184121", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficulty breathing when I am exposed to cold temperatures.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Difficulty Breathing Exposed Cold", "submissionValue": "FSIL-Difficulty Breathing Exposed Cold", "synonyms": ["FSIL-Difficulty Breathing Exposed Cold"]}, {"conceptId": "C183861", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficulty doing things with my hands because of the condition of my skin.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Difficulty Doing Things B/c of Skin", "submissionValue": "FSIL-Difficulty Doing Things B/c of Skin", "synonyms": ["FSIL-Difficulty Doing Things B/c of Skin"]}, {"conceptId": "C183725", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficulty expressing my thoughts.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Difficulty Expressing My Thoughts", "submissionValue": "FSIL-Difficulty Expressing My Thoughts", "synonyms": ["FSIL-Difficulty Expressing My Thoughts"]}, {"conceptId": "C184163", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficulty moving my arm sideways.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Difficulty Moving My Arm Sideways", "submissionValue": "FSIL-Difficulty Moving My Arm Sideways", "synonyms": ["FSIL-Difficulty Moving My Arm Sideways"]}, {"conceptId": "C184065", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Because of my illness, I have difficulty planning for the future.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Difficulty Planning for Future", "submissionValue": "FSIL-Difficulty Planning for Future", "synonyms": ["FSIL-Difficulty Planning for Future"]}, {"conceptId": "C183900", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficulty swallowing liquids.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Difficulty Swallowing Liquids", "submissionValue": "FSIL-Difficulty Swallowing Liquids", "synonyms": ["FSIL-Difficulty Swallowing Liquids"]}, {"conceptId": "C183899", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficulty swallowing soft or mashed foods.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Difficulty Swallowing Soft Foods", "submissionValue": "FSIL-Difficulty Swallowing Soft Foods", "synonyms": ["FSIL-Difficulty Swallowing Soft Foods"]}, {"conceptId": "C183898", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficulty swallowing solid foods.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Difficulty Swallowing Solid Foods", "submissionValue": "FSIL-Difficulty Swallowing Solid Foods", "synonyms": ["FSIL-Difficulty Swallowing Solid Foods"]}, {"conceptId": "C183783", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had difficulty telling my partner/spouse about the infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Difficulty Telling Partner/Spouse", "submissionValue": "FSIL-Difficulty Telling Partner/Spouse", "synonyms": ["FSIL-Difficulty Telling Partner/Spouse"]}, {"conceptId": "C183862", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficulty walking because of my skin condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Difficulty Walking B/c of Skin", "submissionValue": "FSIL-Difficulty Walking B/c of Skin", "synonyms": ["FSIL-Difficulty Walking B/c of Skin"]}, {"conceptId": "C183953", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My digestive problems interfere with my usual activities.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Digestive Problems Interfere Activ", "submissionValue": "FSIL-Digestive Problems Interfere Activ", "synonyms": ["FSIL-Digestive Problems Interfere Activ"]}, {"conceptId": "C183774", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have discomfort in my pelvic area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Discomfort in My Pelvic Area", "submissionValue": "FSIL-Discomfort in My Pelvic Area", "synonyms": ["FSIL-Discomfort in My Pelvic Area"]}, {"conceptId": "C183959", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have discomfort or pain when I eat.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Discomfort or Pain When I Eat", "submissionValue": "FSIL-Discomfort or Pain When I Eat", "synonyms": ["FSIL-Discomfort or Pain When I Eat"]}, {"conceptId": "C183926", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have discomfort or pain in my pelvic area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Discomfort/Pain in My Pelvic Area", "submissionValue": "FSIL-Discomfort/Pain in My Pelvic Area", "synonyms": ["FSIL-Discomfort/Pain in My Pelvic Area"]}, {"conceptId": "C184001", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have discomfort or pain in my stomach area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Discomfort/Pain in Stomach Area", "submissionValue": "FSIL-Discomfort/Pain in Stomach Area", "synonyms": ["FSIL-Discomfort/Pain in Stomach Area"]}, {"conceptId": "C184145", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to openly discuss my concerns with the people closest to me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Discuss Concerns w/ People Closest", "submissionValue": "FSIL-Discuss Concerns w/ People Closest", "synonyms": ["FSIL-Discuss Concerns w/ People Closest"]}, {"conceptId": "C184155", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Do you have an ostomy appliance?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Do You Have an Ostomy Appliance", "submissionValue": "FSIL-Do You Have an Ostomy Appliance", "synonyms": ["FSIL-Do You Have an Ostomy Appliance"]}, {"conceptId": "C183984", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My doctor is available to answer my questions.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Doctor Available Answer Questions", "submissionValue": "FSIL-Doctor Available Answer Questions", "synonyms": ["FSIL-Doctor Available Answer Questions"]}, {"conceptId": "C184263", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did your doctor(s) help you evaluate the effects of your treatment so far?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Doctor Evaluate Effects Treatment", "submissionValue": "FSIL-Doctor Evaluate Effects Treatment", "synonyms": ["FSIL-Doctor Evaluate Effects Treatment"]}, {"conceptId": "C184258", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did you feel your doctor(s) had experience treating your illness?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Doctor Experience Treating Illness", "submissionValue": "FSIL-Doctor Experience Treating Illness", "synonyms": ["FSIL-Doctor Experience Treating Illness"]}, {"conceptId": "C184245", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did your doctor(s) explain the possible benefits of your treatment?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Doctor Explain Benefits Treatment", "submissionValue": "FSIL-Doctor Explain Benefits Treatment", "synonyms": ["FSIL-Doctor Explain Benefits Treatment"]}, {"conceptId": "C184246", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did your doctor(s) explain the possible side effects or risks of your treatment?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Doctor Explain Side Effects/Risks", "submissionValue": "FSIL-Doctor Explain Side Effects/Risks", "synonyms": ["FSIL-Doctor Explain Side Effects/Risks"]}, {"conceptId": "C183794", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My doctor explained the possible benefits of my treatment.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Doctor Explained Possible Benefits", "submissionValue": "FSIL-Doctor Explained Possible Benefits", "synonyms": ["FSIL-Doctor Explained Possible Benefits"]}, {"conceptId": "C184280", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did your doctor(s) give explanations that you could understand?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Doctor Explanations You Understand", "submissionValue": "FSIL-Doctor Explanations You Understand", "synonyms": ["FSIL-Doctor Explanations You Understand"]}, {"conceptId": "C183793", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My doctor gave me explanations that I could understand.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Doctor Gave Explanations Understand", "submissionValue": "FSIL-Doctor Gave Explanations Understand", "synonyms": ["FSIL-Doctor Gave Explanations Understand"]}, {"conceptId": "C184259", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did you feel your doctor(s) knew about the latest medical developments for your illness?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Doctor Knew Medical Developments", "submissionValue": "FSIL-Doctor Knew Medical Developments", "synonyms": ["FSIL-Doctor Knew Medical Developments"]}, {"conceptId": "C184264", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did your doctor(s) seem to respect your opinions?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Doctor Seem Respect Your Opinions", "submissionValue": "FSIL-Doctor Seem Respect Your Opinions", "synonyms": ["FSIL-Doctor Seem Respect Your Opinions"]}, {"conceptId": "C184251", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did your doctor(s) seem to understand your needs?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Doctor Seem Understand Your Needs", "submissionValue": "FSIL-Doctor Seem Understand Your Needs", "synonyms": ["FSIL-Doctor Seem Understand Your Needs"]}, {"conceptId": "C184250", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did your doctor(s) show genuine concern for you?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Doctor Show Genuine Concern for You", "submissionValue": "FSIL-Doctor Show Genuine Concern for You", "synonyms": ["FSIL-Doctor Show Genuine Concern for You"]}, {"conceptId": "C184249", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did your doctor(s) seem to understand what was important to you?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Doctor Understand Important to You", "submissionValue": "FSIL-Doctor Understand Important to You", "synonyms": ["FSIL-Doctor Understand Important to You"]}, {"conceptId": "C183888", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Dressing yourself without help.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Dressing Yourself Without Help", "submissionValue": "FSIL-Dressing Yourself Without Help", "synonyms": ["FSIL-Dressing Yourself Without Help"]}, {"conceptId": "C183923", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: During the use of tube feeding, I can eat and drink by mouth.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Dur Tube Feeding Eat/Drink by Mouth", "submissionValue": "FSIL-Dur Tube Feeding Eat/Drink by Mouth", "synonyms": ["FSIL-Dur Tube Feeding Eat/Drink by Mouth"]}, {"conceptId": "C184199", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Even during difficult times, I know that things will be okay.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - During Difficult Times Things Be OK", "submissionValue": "FSIL-During Difficult Times Things Be OK", "synonyms": ["FSIL-During Difficult Times Things Be OK"]}, {"conceptId": "C184244", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Compared to what you expected, how do you rate the effectiveness of the treatment so far?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Effectiveness of Treatment So Far", "submissionValue": "FSIL-Effectiveness of Treatment So Far", "synonyms": ["FSIL-Effectiveness of Treatment So Far"]}, {"conceptId": "C183780", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel embarrassed about the infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Embarrassed About the Infection", "submissionValue": "FSIL-Embarrassed About the Infection", "synonyms": ["FSIL-Embarrassed About the Infection"]}, {"conceptId": "C183872", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am embarrassed by the appearance of my skin.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Embarrassed by Appearance of Skin", "submissionValue": "FSIL-Embarrassed by Appearance of Skin", "synonyms": ["FSIL-Embarrassed by Appearance of Skin"]}, {"conceptId": "C183885", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am embarrassed by having diarrhea (diarrhoea).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Embarrassed by Having Diarrhea", "submissionValue": "FSIL-Embarrassed by Having Diarrhea", "synonyms": ["FSIL-Embarrassed by Having Diarrhea"]}, {"conceptId": "C184053", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am embarrassed by my condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Embarrassed by My Condition", "submissionValue": "FSIL-Embarrassed by My Condition", "synonyms": ["FSIL-Embarrassed by My Condition"]}, {"conceptId": "C184003", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am embarrassed by my illness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Embarrassed by My Illness", "submissionValue": "FSIL-Embarrassed by My Illness", "synonyms": ["FSIL-Embarrassed by My Illness"]}, {"conceptId": "C184205", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am embarrassed by my skin condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Embarrassed by My Skin Condition", "submissionValue": "FSIL-Embarrassed by My Skin Condition", "synonyms": ["FSIL-Embarrassed by My Skin Condition"]}, {"conceptId": "C183769", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am embarrassed by my ostomy appliance.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Embarrassed by Ostomy Appliance", "submissionValue": "FSIL-Embarrassed by Ostomy Appliance", "synonyms": ["FSIL-Embarrassed by Ostomy Appliance"]}, {"conceptId": "C183788", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I get emotional support from family members.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Emotional Support Family Members", "submissionValue": "FSIL-Emotional Support Family Members", "synonyms": ["FSIL-Emotional Support Family Members"]}, {"conceptId": "C183986", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I get emotional support from my family.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Emotional Support From My Family", "submissionValue": "FSIL-Emotional Support From My Family", "synonyms": ["FSIL-Emotional Support From My Family"]}, {"conceptId": "C183903", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to enjoy meals with family or friends.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Enjoy Meals With Family/Friends", "submissionValue": "FSIL-Enjoy Meals With Family/Friends", "synonyms": ["FSIL-Enjoy Meals With Family/Friends"]}, {"conceptId": "C183973", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am enjoying the things I usually do for fun.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Enjoy Things I Usually Do for Fun", "submissionValue": "FSIL-Enjoy Things I Usually Do for Fun", "synonyms": ["FSIL-Enjoy Things I Usually Do for Fun"]}, {"conceptId": "C183940", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I know that I have enough money in savings, retirement, or assets to cover the costs of my treatment.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Enough Money to Cover Treatment", "submissionValue": "FSIL-Enough Money to Cover Treatment", "synonyms": ["FSIL-Enough Money to Cover Treatment"]}, {"conceptId": "C183860", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My family is bothered by my skin condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Family Bothered by Skin Condition", "submissionValue": "FSIL-Family Bothered by Skin Condition", "synonyms": ["FSIL-Family Bothered by Skin Condition"]}, {"conceptId": "C183993", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My family is doing well despite my illness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Family Is Well Despite My Illness", "submissionValue": "FSIL-Family Is Well Despite My Illness", "synonyms": ["FSIL-Family Is Well Despite My Illness"]}, {"conceptId": "C183696", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My family has trouble understanding when my bone pain interferes with my activity.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Family Trouble Understand Bone Pain", "submissionValue": "FSIL-Family Trouble Understand Bone Pain", "synonyms": ["FSIL-Family Trouble Understand Bone Pain"]}, {"conceptId": "C184093", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My family has trouble understanding when my condition gets worse.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Family Trouble Understand Worse", "submissionValue": "FSIL-Family Trouble Understand Worse", "synonyms": ["FSIL-Family Trouble Understand Worse"]}, {"conceptId": "C184146", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have family members who will take on my responsibilities.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Family Who Take My Responsibilities", "submissionValue": "FSIL-Family Who Take My Responsibilities", "synonyms": ["FSIL-Family Who Take My Responsibilities"]}, {"conceptId": "C184046", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I can be far from home/work without fearing soilage.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Far From Home/Work W/o Fear Soilage", "submissionValue": "FSIL-Far From Home/Work W/o Fear Soilage", "synonyms": ["FSIL-Far From Home/Work W/o Fear Soilage"]}, {"conceptId": "C183618", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My fatigue keeps me from doing the things I want to do.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Fatigue Keeps Me From Doing Things", "submissionValue": "FSIL-Fatigue Keeps Me From Doing Things", "synonyms": ["FSIL-Fatigue Keeps Me From Doing Things"]}, {"conceptId": "C183917", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Getting a feeding tube was the right decision for me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Feeding Tube Was Right Decision", "submissionValue": "FSIL-Feeding Tube Was Right Decision", "synonyms": ["FSIL-Feeding Tube Was Right Decision"]}, {"conceptId": "C183950", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel financially stressed.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Feel Financially Stressed", "submissionValue": "FSIL-Feel Financially Stressed", "synonyms": ["FSIL-Feel Financially Stressed"]}, {"conceptId": "C184184", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel forgiven for any harm I may have ever caused.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Feel Forgiven for Harm I Caused", "submissionValue": "FSIL-Feel Forgiven for Harm I Caused", "synonyms": ["FSIL-Feel Forgiven for Harm I Caused"]}, {"conceptId": "C184068", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel isolated from others because of my illness or treatment.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Feel Isolated Because of Illness", "submissionValue": "FSIL-Feel Isolated Because of Illness", "synonyms": ["FSIL-Feel Isolated Because of Illness"]}, {"conceptId": "C184103", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel overwhelmed by my condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Feel Overwhelmed by My Condition", "submissionValue": "FSIL-Feel Overwhelmed by My Condition", "synonyms": ["FSIL-Feel Overwhelmed by My Condition"]}, {"conceptId": "C184195", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel a sense of harmony within myself.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Feel Sense of Harmony Within Myself", "submissionValue": "FSIL-Feel Sense of Harmony Within Myself", "synonyms": ["FSIL-Feel Sense of Harmony Within Myself"]}, {"conceptId": "C184193", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel a sense of purpose in my life.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Feel Sense of Purpose in My Life", "submissionValue": "FSIL-Feel Sense of Purpose in My Life", "synonyms": ["FSIL-Feel Sense of Purpose in My Life"]}, {"conceptId": "C184185", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Throughout the course of my day, I feel a sense of thankfulness for my life.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Feel Sense of Thankfulness for Life", "submissionValue": "FSIL-Feel Sense of Thankfulness for Life", "synonyms": ["FSIL-Feel Sense of Thankfulness for Life"]}, {"conceptId": "C184147", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel that my family appreciates me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Feel That My Family Appreciates Me", "submissionValue": "FSIL-Feel That My Family Appreciates Me", "synonyms": ["FSIL-Feel That My Family Appreciates Me"]}, {"conceptId": "C183981", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am forced to spend time in bed.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Forced to Spend Time in Bed", "submissionValue": "FSIL-Forced to Spend Time in Bed", "synonyms": ["FSIL-Forced to Spend Time in Bed"]}, {"conceptId": "C184183", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to forgive others for any harm they have ever caused me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Forgive Others for Harm Caused Me", "submissionValue": "FSIL-Forgive Others for Harm Caused Me", "synonyms": ["FSIL-Forgive Others for Harm Caused Me"]}, {"conceptId": "C183811", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have forgotten names of people soon after being introduced.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Forgotten Names After Introduced", "submissionValue": "FSIL-Forgotten Names After Introduced", "synonyms": ["FSIL-Forgotten Names After Introduced"]}, {"conceptId": "C183646", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am frustrated by being too tired to do the things I want to do.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Frustrated by Being Too Tired", "submissionValue": "FSIL-Frustrated by Being Too Tired", "synonyms": ["FSIL-Frustrated by Being Too Tired"]}, {"conceptId": "C183693", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am frustrated by my bone pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Frustrated by My Bone Pain", "submissionValue": "FSIL-Frustrated by My Bone Pain", "synonyms": ["FSIL-Frustrated by My Bone Pain"]}, {"conceptId": "C184104", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am frustrated by my condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Frustrated by My Condition", "submissionValue": "FSIL-Frustrated by My Condition", "synonyms": ["FSIL-Frustrated by My Condition"]}, {"conceptId": "C183873", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am frustrated by my skin condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Frustrated by My Skin Condition", "submissionValue": "FSIL-Frustrated by My Skin Condition", "synonyms": ["FSIL-Frustrated by My Skin Condition"]}, {"conceptId": "C183784", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am frustrated by the infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Frustrated by the Infection", "submissionValue": "FSIL-Frustrated by the Infection", "synonyms": ["FSIL-Frustrated by the Infection"]}, {"conceptId": "C183947", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am frustrated that I cannot work or contribute as much as I usually do.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Frustrated Cannot Work as Usual", "submissionValue": "FSIL-Frustrated Cannot Work as Usual", "synonyms": ["FSIL-Frustrated Cannot Work as Usual"]}, {"conceptId": "C183720", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I get frustrated that I cannot do things I used to.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Frustrated I Cannot Do Things", "submissionValue": "FSIL-Frustrated I Cannot Do Things", "synonyms": ["FSIL-Frustrated I Cannot Do Things"]}, {"conceptId": "C184232", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am frustrated by not being able to do my usual activities.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Frustrated Not Do Usual Activities", "submissionValue": "FSIL-Frustrated Not Do Usual Activities", "synonyms": ["FSIL-Frustrated Not Do Usual Activities"]}, {"conceptId": "C184063", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am frustrated by being unable to do the things I want to do.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Frustrated Unable Do Things I Want", "submissionValue": "FSIL-Frustrated Unable Do Things I Want", "synonyms": ["FSIL-Frustrated Unable Do Things I Want"]}, {"conceptId": "C183958", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have a feeling of fullness or heaviness in my stomach area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Fullness/Heaviness in Stomach Area", "submissionValue": "FSIL-Fullness/Heaviness in Stomach Area", "synonyms": ["FSIL-Fullness/Heaviness in Stomach Area"]}, {"conceptId": "C183787", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I get emotional support from my partner/spouse.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Get Emotional Support Partner", "submissionValue": "FSIL-Get Emotional Support Partner", "synonyms": ["FSIL-Get Emotional Support Partner"]}, {"conceptId": "C184127", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I get a ringing or buzzing in my ears.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Get Ringing or Buzzing in My Ears", "submissionValue": "FSIL-Get Ringing or Buzzing in My Ears", "synonyms": ["FSIL-Get Ringing or Buzzing in My Ears"]}, {"conceptId": "C184248", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did you get to say the things that were important to you?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Get to Say Things Important to You", "submissionValue": "FSIL-Get to Say Things Important to You", "synonyms": ["FSIL-Get to Say Things Important to You"]}, {"conceptId": "C184081", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have good range of movement in my arm or leg.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Good Range of Movement in Arm/Leg", "submissionValue": "FSIL-Good Range of Movement in Arm/Leg", "synonyms": ["FSIL-Good Range of Movement in Arm/Leg"]}, {"conceptId": "C183999", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had a change in the way food tastes.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Had Change in the Way Food Tastes", "submissionValue": "FSIL-Had Change in the Way Food Tastes", "synonyms": ["FSIL-Had Change in the Way Food Tastes"]}, {"conceptId": "C183623", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Hand pain or tenderness interferes with my daily activities.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Hand Pain Interferes Daily Activ", "submissionValue": "FSIL-Hand Pain Interferes Daily Activ", "synonyms": ["FSIL-Hand Pain Interferes Daily Activ"]}, {"conceptId": "C184006", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: It is hard to tell other people about my infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Hard to Tell People About Infection", "submissionValue": "FSIL-Hard to Tell People About Infection", "synonyms": ["FSIL-Hard to Tell People About Infection"]}, {"conceptId": "C183929", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have breast sensitivity/tenderness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have Breast Sensitivity/Tenderness", "submissionValue": "FSIL-Have Breast Sensitivity/Tenderness", "synonyms": ["FSIL-Have Breast Sensitivity/Tenderness"]}, {"conceptId": "C184270", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did you have confidence in your doctor(s)?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have Confidence in Your Doctor", "submissionValue": "FSIL-Have Confidence in Your Doctor", "synonyms": ["FSIL-Have Confidence in Your Doctor"]}, {"conceptId": "C183636", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficulty eating rich or \"heavy\" foods.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have Difficulty Eating Rich Foods", "submissionValue": "FSIL-Have Difficulty Eating Rich Foods", "synonyms": ["FSIL-Have Difficulty Eating Rich Foods"]}, {"conceptId": "C184262", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did you have enough time to make decisions about your health care?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have Enough Time to Make Decisions", "submissionValue": "FSIL-Have Enough Time to Make Decisions", "synonyms": ["FSIL-Have Enough Time to Make Decisions"]}, {"conceptId": "C184125", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have joint pain or muscle cramps.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have Joint Pain or Muscle Cramps", "submissionValue": "FSIL-Have Joint Pain or Muscle Cramps", "synonyms": ["FSIL-Have Joint Pain or Muscle Cramps"]}, {"conceptId": "C184247", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did you have an opportunity to ask questions?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have Opportunity to Ask Questions", "submissionValue": "FSIL-Have Opportunity to Ask Questions", "synonyms": ["FSIL-Have Opportunity to Ask Questions"]}, {"conceptId": "C183938", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain or discomfort with intercourse.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have Pain/Discomfort w/Intercourse", "submissionValue": "FSIL-Have Pain/Discomfort w/Intercourse", "synonyms": ["FSIL-Have Pain/Discomfort w/Intercourse"]}, {"conceptId": "C184007", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have people to help me if I need it.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have People to Help Me if I Need It", "submissionValue": "FSIL-Have People to Help Me if I Need It", "synonyms": ["FSIL-Have People to Help Me if I Need It"]}, {"conceptId": "C183660", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have stiffness of my arm on this side.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have Stiffness of Arm on This Side", "submissionValue": "FSIL-Have Stiffness of Arm on This Side", "synonyms": ["FSIL-Have Stiffness of Arm on This Side"]}, {"conceptId": "C184150", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have swelling in parts of my body.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have Swelling in Parts of My Body", "submissionValue": "FSIL-Have Swelling in Parts of My Body", "synonyms": ["FSIL-Have Swelling in Parts of My Body"]}, {"conceptId": "C183669", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble controlling my urine.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have Trouble Controlling My Urine", "submissionValue": "FSIL-Have Trouble Controlling My Urine", "synonyms": ["FSIL-Have Trouble Controlling My Urine"]}, {"conceptId": "C184192", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble feeling peace of mind.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have Trouble Feeling Peace of Mind", "submissionValue": "FSIL-Have Trouble Feeling Peace of Mind", "synonyms": ["FSIL-Have Trouble Feeling Peace of Mind"]}, {"conceptId": "C183954", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble swallowing food.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have Trouble Swallowing Food", "submissionValue": "FSIL-Have Trouble Swallowing Food", "synonyms": ["FSIL-Have Trouble Swallowing Food"]}, {"conceptId": "C183717", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have weakness in my arms or legs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have Weakness in My Arms or Legs", "submissionValue": "FSIL-Have Weakness in My Arms or Legs", "synonyms": ["FSIL-Have Weakness in My Arms or Legs"]}, {"conceptId": "C184156", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Have you ever smoked?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Have You Ever Smoked", "submissionValue": "FSIL-Have You Ever Smoked", "synonyms": ["FSIL-Have You Ever Smoked"]}, {"conceptId": "C183746", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Having my blood drawn is inconvenient.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Having Blood Drawn Is Inconvenient", "submissionValue": "FSIL-Having Blood Drawn Is Inconvenient", "synonyms": ["FSIL-Having Blood Drawn Is Inconvenient"]}, {"conceptId": "C184095", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Heat worsens my symptoms.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Heat Worsens My Symptoms", "submissionValue": "FSIL-Heat Worsens My Symptoms", "synonyms": ["FSIL-Heat Worsens My Symptoms"]}, {"conceptId": "C184221", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My pharmacist helps with the arrangements necessary to obtain my medicines.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Helps Arrangements Obtain Medicines", "submissionValue": "FSIL-Helps Arrangements Obtain Medicines", "synonyms": ["FSIL-Helps Arrangements Obtain Medicines"]}, {"conceptId": "C183777", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have hidden this problem so others will not notice.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Hidden Problem Others Not Notice", "submissionValue": "FSIL-Hidden Problem Others Not Notice", "synonyms": ["FSIL-Hidden Problem Others Not Notice"]}, {"conceptId": "C184004", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am hopeful about the future.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Hopeful About the Future", "submissionValue": "FSIL-Hopeful About the Future", "synonyms": ["FSIL-Hopeful About the Future"]}, {"conceptId": "C184158", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: In how many places in your body have you felt bone pain?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - How Many Places in Body Felt Pain", "submissionValue": "FSIL-How Many Places in Body Felt Pain", "synonyms": ["FSIL-How Many Places in Body Felt Pain"]}, {"conceptId": "C183697", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: It hurts when I put weight or pressure on the place where I have bone pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Hurts When Put Weight/Pressure on", "submissionValue": "FSIL-Hurts When Put Weight/Pressure on", "synonyms": ["FSIL-Hurts When Put Weight/Pressure on"]}, {"conceptId": "C184229", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I bleed easily.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Bleed Easily", "submissionValue": "FSIL-I Bleed Easily", "synonyms": ["FSIL-I Bleed Easily"]}, {"conceptId": "C184236", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I bruise easily.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Bruise Easily", "submissionValue": "FSIL-I Bruise Easily", "synonyms": ["FSIL-I Bruise Easily"]}, {"conceptId": "C183765", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I can digest my food well.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Can Digest My Food Well", "submissionValue": "FSIL-I Can Digest My Food Well", "synonyms": ["FSIL-I Can Digest My Food Well"]}, {"conceptId": "C184016", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I can eat solid foods.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Can Eat Solid Foods", "submissionValue": "FSIL-I Can Eat Solid Foods", "synonyms": ["FSIL-I Can Eat Solid Foods"]}, {"conceptId": "C184117", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I can enjoy the taste of food.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Can Enjoy the Taste of Food", "submissionValue": "FSIL-I Can Enjoy the Taste of Food", "synonyms": ["FSIL-I Can Enjoy the Taste of Food"]}, {"conceptId": "C183719", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I can remember new things.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Can Remember New Things", "submissionValue": "FSIL-I Can Remember New Things", "synonyms": ["FSIL-I Can Remember New Things"]}, {"conceptId": "C183675", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I can remember things.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Can Remember Things", "submissionValue": "FSIL-I Can Remember Things", "synonyms": ["FSIL-I Can Remember Things"]}, {"conceptId": "C183902", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I choke when I swallow.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Choke When I Swallow", "submissionValue": "FSIL-I Choke When I Swallow", "synonyms": ["FSIL-I Choke When I Swallow"]}, {"conceptId": "C184025", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I drink alcohol (e.g. beer, wine, etc.).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Drink Alcohol", "submissionValue": "FSIL-I Drink Alcohol", "synonyms": ["FSIL-I Drink Alcohol"]}, {"conceptId": "C184224", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel bloated.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Bloated", "submissionValue": "FSIL-I Feel Bloated", "synonyms": ["FSIL-I Feel Bloated"]}, {"conceptId": "C183992", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel close to my family.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Close to My Family", "submissionValue": "FSIL-I Feel Close to My Family", "synonyms": ["FSIL-I Feel Close to My Family"]}, {"conceptId": "C183985", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel close to my friends.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Close to My Friends", "submissionValue": "FSIL-I Feel Close to My Friends", "synonyms": ["FSIL-I Feel Close to My Friends"]}, {"conceptId": "C183990", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel close to my partner (or the person who is my main support).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Close to My Partner", "submissionValue": "FSIL-I Feel Close to My Partner", "synonyms": ["FSIL-I Feel Close to My Partner"]}, {"conceptId": "C184179", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel connected to a higher power (or God).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Connected to Higher Power", "submissionValue": "FSIL-I Feel Connected to Higher Power", "synonyms": ["FSIL-I Feel Connected to Higher Power"]}, {"conceptId": "C184180", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel connected to other people.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Connected to Other People", "submissionValue": "FSIL-I Feel Connected to Other People", "synonyms": ["FSIL-I Feel Connected to Other People"]}, {"conceptId": "C183694", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel depressed about my bone pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Depressed about Bone Pain", "submissionValue": "FSIL-I Feel Depressed about Bone Pain", "synonyms": ["FSIL-I Feel Depressed about Bone Pain"]}, {"conceptId": "C184124", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel discomfort in my feet.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Discomfort in My Feet", "submissionValue": "FSIL-I Feel Discomfort in My Feet", "synonyms": ["FSIL-I Feel Discomfort in My Feet"]}, {"conceptId": "C184123", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel discomfort in my hands.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Discomfort in My Hands", "submissionValue": "FSIL-I Feel Discomfort in My Hands", "synonyms": ["FSIL-I Feel Discomfort in My Hands"]}, {"conceptId": "C184064", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel discouraged about my illness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Discouraged About My Illness", "submissionValue": "FSIL-I Feel Discouraged About My Illness", "synonyms": ["FSIL-I Feel Discouraged About My Illness"]}, {"conceptId": "C183684", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel distant from other people.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Distant From Other People", "submissionValue": "FSIL-I Feel Distant From Other People", "synonyms": ["FSIL-I Feel Distant From Other People"]}, {"conceptId": "C184011", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel fatigued.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Fatigued", "submissionValue": "FSIL-I Feel Fatigued", "synonyms": ["FSIL-I Feel Fatigued"]}, {"conceptId": "C184188", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel hopeful.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Hopeful", "submissionValue": "FSIL-I Feel Hopeful", "synonyms": ["FSIL-I Feel Hopeful"]}, {"conceptId": "C183980", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel ill.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Ill", "submissionValue": "FSIL-I Feel Ill", "synonyms": ["FSIL-I Feel Ill"]}, {"conceptId": "C183723", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel independent.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Independent", "submissionValue": "FSIL-I Feel Independent", "synonyms": ["FSIL-I Feel Independent"]}, {"conceptId": "C184094", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel \"left out\" of things.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Left Out of Things", "submissionValue": "FSIL-I Feel Left Out of Things", "synonyms": ["FSIL-I Feel Left Out of Things"]}, {"conceptId": "C183655", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel lightheaded (dizzy).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Lightheaded", "submissionValue": "FSIL-I Feel Lightheaded", "synonyms": ["FSIL-I Feel Lightheaded"]}, {"conceptId": "C184148", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel like a burden to my family.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Like a Burden to My Family", "submissionValue": "FSIL-I Feel Like a Burden to My Family", "synonyms": ["FSIL-I Feel Like a Burden to My Family"]}, {"conceptId": "C183640", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel listless (\"washed out\").", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Listless", "submissionValue": "FSIL-I Feel Listless", "synonyms": ["FSIL-I Feel Listless"]}, {"conceptId": "C184182", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel love for others.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Love for Others", "submissionValue": "FSIL-I Feel Love for Others", "synonyms": ["FSIL-I Feel Love for Others"]}, {"conceptId": "C184181", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel loved.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Loved", "submissionValue": "FSIL-I Feel Loved", "synonyms": ["FSIL-I Feel Loved"]}, {"conceptId": "C184010", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel motivated to do things.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Motivated to Do Things", "submissionValue": "FSIL-I Feel Motivated to Do Things", "synonyms": ["FSIL-I Feel Motivated to Do Things"]}, {"conceptId": "C183965", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel nervous.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Nervous", "submissionValue": "FSIL-I Feel Nervous", "synonyms": ["FSIL-I Feel Nervous"]}, {"conceptId": "C184080", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel numbness at my surgical site.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Numbness at My Surgical Site", "submissionValue": "FSIL-I Feel Numbness at My Surgical Site", "synonyms": ["FSIL-I Feel Numbness at My Surgical Site"]}, {"conceptId": "C184175", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel peaceful.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Peaceful", "submissionValue": "FSIL-I Feel Peaceful", "synonyms": ["FSIL-I Feel Peaceful"]}, {"conceptId": "C183962", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel sad.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Sad", "submissionValue": "FSIL-I Feel Sad", "synonyms": ["FSIL-I Feel Sad"]}, {"conceptId": "C183663", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel sexually attractive.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Sexually Attractive", "submissionValue": "FSIL-I Feel Sexually Attractive", "synonyms": ["FSIL-I Feel Sexually Attractive"]}, {"conceptId": "C184059", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel tightness in my chest.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Tightness in My Chest", "submissionValue": "FSIL-I Feel Tightness in My Chest", "synonyms": ["FSIL-I Feel Tightness in My Chest"]}, {"conceptId": "C183648", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel tired.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Tired", "submissionValue": "FSIL-I Feel Tired", "synonyms": ["FSIL-I Feel Tired"]}, {"conceptId": "C184100", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel trapped by my condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Trapped by My Condition", "submissionValue": "FSIL-I Feel Trapped by My Condition", "synonyms": ["FSIL-I Feel Trapped by My Condition"]}, {"conceptId": "C184152", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel useful.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Useful", "submissionValue": "FSIL-I Feel Useful", "synonyms": ["FSIL-I Feel Useful"]}, {"conceptId": "C184102", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel useless.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Useless", "submissionValue": "FSIL-I Feel Useless", "synonyms": ["FSIL-I Feel Useless"]}, {"conceptId": "C184005", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel weak all over.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Feel Weak All Over", "submissionValue": "FSIL-I Feel Weak All Over", "synonyms": ["FSIL-I Feel Weak All Over"]}, {"conceptId": "C183732", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I get annoyed easily.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Get Annoyed Easily", "submissionValue": "FSIL-I Get Annoyed Easily", "synonyms": ["FSIL-I Get Annoyed Easily"]}, {"conceptId": "C183731", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I get depressed easily.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Get Depressed Easily", "submissionValue": "FSIL-I Get Depressed Easily", "synonyms": ["FSIL-I Get Depressed Easily"]}, {"conceptId": "C183641", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I get headaches.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Get Headaches", "submissionValue": "FSIL-I Get Headaches", "synonyms": ["FSIL-I Get Headaches"]}, {"conceptId": "C183987", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I get support from my friends.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Get Support From My Friends", "submissionValue": "FSIL-I Get Support From My Friends", "synonyms": ["FSIL-I Get Support From My Friends"]}, {"conceptId": "C183688", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I get tired easily.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Get Tired Easily", "submissionValue": "FSIL-I Get Tired Easily", "synonyms": ["FSIL-I Get Tired Easily"]}, {"conceptId": "C183767", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have a good appetite.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have a Good Appetite", "submissionValue": "FSIL-I Have a Good Appetite", "synonyms": ["FSIL-I Have a Good Appetite"]}, {"conceptId": "C183975", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have a lack of energy.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have a Lack of Energy", "submissionValue": "FSIL-I Have a Lack of Energy", "synonyms": ["FSIL-I Have a Lack of Energy"]}, {"conceptId": "C183952", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have a loss of appetite.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have a Loss of Appetite", "submissionValue": "FSIL-I Have a Loss of Appetite", "synonyms": ["FSIL-I Have a Loss of Appetite"]}, {"conceptId": "C184186", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have a reason for living.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have a Reason for Living", "submissionValue": "FSIL-I Have a Reason for Living", "synonyms": ["FSIL-I Have a Reason for Living"]}, {"conceptId": "C183971", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have accepted my illness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Accepted My Illness", "submissionValue": "FSIL-I Have Accepted My Illness", "synonyms": ["FSIL-I Have Accepted My Illness"]}, {"conceptId": "C184084", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have aches and pains in my bones.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Aches and Pains in My Bones", "submissionValue": "FSIL-I Have Aches and Pains in My Bones", "synonyms": ["FSIL-I Have Aches and Pains in My Bones"]}, {"conceptId": "C184133", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have aches and pains that bother me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Aches/Pains That Bother Me", "submissionValue": "FSIL-I Have Aches/Pains That Bother Me", "synonyms": ["FSIL-I Have Aches/Pains That Bother Me"]}, {"conceptId": "C183822", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have been able to concentrate.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Been Able to Concentrate", "submissionValue": "FSIL-I Have Been Able to Concentrate", "synonyms": ["FSIL-I Have Been Able to Concentrate"]}, {"conceptId": "C184026", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have been bothered by diarrhea (diarrhoea).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Been Bothered by Diarrhea", "submissionValue": "FSIL-I Have Been Bothered by Diarrhea", "synonyms": ["FSIL-I Have Been Bothered by Diarrhea"]}, {"conceptId": "C184058", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have been coughing.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Been Coughing", "submissionValue": "FSIL-I Have Been Coughing", "synonyms": ["FSIL-I Have Been Coughing"]}, {"conceptId": "C183639", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have been emotionally distressed.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Been Emotionally Distressed", "submissionValue": "FSIL-I Have Been Emotionally Distressed", "synonyms": ["FSIL-I Have Been Emotionally Distressed"]}, {"conceptId": "C183656", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have been short of breath.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Been Short of Breath", "submissionValue": "FSIL-I Have Been Short of Breath", "synonyms": ["FSIL-I Have Been Short of Breath"]}, {"conceptId": "C183831", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have been upset about these problems.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Been Upset About Problems", "submissionValue": "FSIL-I Have Been Upset About Problems", "synonyms": ["FSIL-I Have Been Upset About Problems"]}, {"conceptId": "C184131", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have been vomiting.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Been Vomiting", "submissionValue": "FSIL-I Have Been Vomiting", "synonyms": ["FSIL-I Have Been Vomiting"]}, {"conceptId": "C184028", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have been wheezing (whistling sound when I breathe).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Been Wheezing", "submissionValue": "FSIL-I Have Been Wheezing", "synonyms": ["FSIL-I Have Been Wheezing"]}, {"conceptId": "C183692", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have bone pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Bone Pain", "submissionValue": "FSIL-I Have Bone Pain", "synonyms": ["FSIL-I Have Bone Pain"]}, {"conceptId": "C183932", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have cold sweats.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Cold Sweats", "submissionValue": "FSIL-I Have Cold Sweats", "synonyms": ["FSIL-I Have Cold Sweats"]}, {"conceptId": "C183983", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have confidence in my doctor(s).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Confidence in My Doctor(s)", "submissionValue": "FSIL-I Have Confidence in My Doctor(s)", "synonyms": ["FSIL-I Have Confidence in My Doctor(s)"]}, {"conceptId": "C184219", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have confidence in my pharmacist(s).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Confidence in My Pharmacist", "submissionValue": "FSIL-I Have Confidence in My Pharmacist", "synonyms": ["FSIL-I Have Confidence in My Pharmacist"]}, {"conceptId": "C183764", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have control of my bowels.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Control of My Bowels", "submissionValue": "FSIL-I Have Control of My Bowels", "synonyms": ["FSIL-I Have Control of My Bowels"]}, {"conceptId": "C183789", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have cramping in my pelvic area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Cramping in My Pelvic Area", "submissionValue": "FSIL-I Have Cramping in My Pelvic Area", "synonyms": ["FSIL-I Have Cramping in My Pelvic Area"]}, {"conceptId": "C184132", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have cramps in my stomach area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Cramps in My Stomach Area", "submissionValue": "FSIL-I Have Cramps in My Stomach Area", "synonyms": ["FSIL-I Have Cramps in My Stomach Area"]}, {"conceptId": "C183766", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have diarrhea (diarrhoea).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Diarrhea", "submissionValue": "FSIL-I Have Diarrhea", "synonyms": ["FSIL-I Have Diarrhea"]}, {"conceptId": "C184162", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficultly raising my arm.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Difficultly Raising My Arm", "submissionValue": "FSIL-I Have Difficultly Raising My Arm", "synonyms": ["FSIL-I Have Difficultly Raising My Arm"]}, {"conceptId": "C184165", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficulty breathing.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Difficulty Breathing", "submissionValue": "FSIL-I Have Difficulty Breathing", "synonyms": ["FSIL-I Have Difficulty Breathing"]}, {"conceptId": "C184087", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficulty thinking clearly (remembering, concentrating).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Difficulty Thinking Clearly", "submissionValue": "FSIL-I Have Difficulty Thinking Clearly", "synonyms": ["FSIL-I Have Difficulty Thinking Clearly"]}, {"conceptId": "C184139", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have difficulty urinating.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Difficulty Urinating", "submissionValue": "FSIL-I Have Difficulty Urinating", "synonyms": ["FSIL-I Have Difficulty Urinating"]}, {"conceptId": "C184288", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have discomfort when I am sitting.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Discomfort When I Am Sitting", "submissionValue": "FSIL-I Have Discomfort When I Am Sitting", "synonyms": ["FSIL-I Have Discomfort When I Am Sitting"]}, {"conceptId": "C183881", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have discomfort when I urinate.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Discomfort When I Urinate", "submissionValue": "FSIL-I Have Discomfort When I Urinate", "synonyms": ["FSIL-I Have Discomfort When I Urinate"]}, {"conceptId": "C183733", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have emotional ups and downs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Emotional Ups and Downs", "submissionValue": "FSIL-I Have Emotional Ups and Downs", "synonyms": ["FSIL-I Have Emotional Ups and Downs"]}, {"conceptId": "C183651", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have energy.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Energy", "submissionValue": "FSIL-I Have Energy", "synonyms": ["FSIL-I Have Energy"]}, {"conceptId": "C184032", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have episodes of heart racing.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Episodes of Heart Racing", "submissionValue": "FSIL-I Have Episodes of Heart Racing", "synonyms": ["FSIL-I Have Episodes of Heart Racing"]}, {"conceptId": "C183676", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have frequent colds/infections.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Frequent Colds/Infections", "submissionValue": "FSIL-I Have Frequent Colds/Infections", "synonyms": ["FSIL-I Have Frequent Colds/Infections"]}, {"conceptId": "C183928", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have gained weight.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Gained Weight", "submissionValue": "FSIL-I Have Gained Weight", "synonyms": ["FSIL-I Have Gained Weight"]}, {"conceptId": "C184160", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had blood in my urine.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Had Blood in My Urine", "submissionValue": "FSIL-I Have Had Blood in My Urine", "synonyms": ["FSIL-I Have Had Blood in My Urine"]}, {"conceptId": "C184000", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had chills.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Had Chills", "submissionValue": "FSIL-I Have Had Chills", "synonyms": ["FSIL-I Have Had Chills"]}, {"conceptId": "C183997", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had fevers (episodes of high body temperature).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Had Fevers", "submissionValue": "FSIL-I Have Had Fevers", "synonyms": ["FSIL-I Have Had Fevers"]}, {"conceptId": "C183998", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had itching.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Had Itching", "submissionValue": "FSIL-I Have Had Itching", "synonyms": ["FSIL-I Have Had Itching"]}, {"conceptId": "C183716", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had seizures (convulsions).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Had Seizures", "submissionValue": "FSIL-I Have Had Seizures", "synonyms": ["FSIL-I Have Had Seizures"]}, {"conceptId": "C183808", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had trouble concentrating.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Had Trouble Concentrating", "submissionValue": "FSIL-I Have Had Trouble Concentrating", "synonyms": ["FSIL-I Have Had Trouble Concentrating"]}, {"conceptId": "C183927", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have hot flashes/hot flushes.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Hot Flashes/Hot Flushes", "submissionValue": "FSIL-I Have Hot Flashes/Hot Flushes", "synonyms": ["FSIL-I Have Hot Flashes/Hot Flushes"]}, {"conceptId": "C183939", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have lost interest in sex.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Lost Interest in Sex", "submissionValue": "FSIL-I Have Lost Interest in Sex", "synonyms": ["FSIL-I Have Lost Interest in Sex"]}, {"conceptId": "C183930", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have mood swings.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Mood Swings", "submissionValue": "FSIL-I Have Mood Swings", "synonyms": ["FSIL-I Have Mood Swings"]}, {"conceptId": "C184109", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have mouth sores.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Mouth Sores", "submissionValue": "FSIL-I Have Mouth Sores", "synonyms": ["FSIL-I Have Mouth Sores"]}, {"conceptId": "C183976", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have nausea.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Nausea", "submissionValue": "FSIL-I Have Nausea", "synonyms": ["FSIL-I Have Nausea"]}, {"conceptId": "C183933", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have night sweats.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Night Sweats", "submissionValue": "FSIL-I Have Night Sweats", "synonyms": ["FSIL-I Have Night Sweats"]}, {"conceptId": "C184085", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have noticed blood in my stool.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Noticed Blood in My Stool", "submissionValue": "FSIL-I Have Noticed Blood in My Stool", "synonyms": ["FSIL-I Have Noticed Blood in My Stool"]}, {"conceptId": "C183800", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have numbness in my legs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Numbness in My Legs", "submissionValue": "FSIL-I Have Numbness in My Legs", "synonyms": ["FSIL-I Have Numbness in My Legs"]}, {"conceptId": "C184168", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain in my arm and/or shoulder.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Pain in Arm and/or Shoulder", "submissionValue": "FSIL-I Have Pain in Arm and/or Shoulder", "synonyms": ["FSIL-I Have Pain in Arm and/or Shoulder"]}, {"conceptId": "C183801", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain in my back.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Pain in My Back", "submissionValue": "FSIL-I Have Pain in My Back", "synonyms": ["FSIL-I Have Pain in My Back"]}, {"conceptId": "C184167", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain in my breast.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Pain in My Breast", "submissionValue": "FSIL-I Have Pain in My Breast", "synonyms": ["FSIL-I Have Pain in My Breast"]}, {"conceptId": "C183642", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain in my chest.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Pain in My Chest", "submissionValue": "FSIL-I Have Pain in My Chest", "synonyms": ["FSIL-I Have Pain in My Chest"]}, {"conceptId": "C184227", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain in my fingertips.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Pain in My Fingertips", "submissionValue": "FSIL-I Have Pain in My Fingertips", "synonyms": ["FSIL-I Have Pain in My Fingertips"]}, {"conceptId": "C183726", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain in my joints.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Pain in My Joints", "submissionValue": "FSIL-I Have Pain in My Joints", "synonyms": ["FSIL-I Have Pain in My Joints"]}, {"conceptId": "C183785", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain in my pelvic area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Pain in My Pelvic Area", "submissionValue": "FSIL-I Have Pain in My Pelvic Area", "synonyms": ["FSIL-I Have Pain in My Pelvic Area"]}, {"conceptId": "C184034", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain in my sinus area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Pain in My Sinus Area", "submissionValue": "FSIL-I Have Pain in My Sinus Area", "synonyms": ["FSIL-I Have Pain in My Sinus Area"]}, {"conceptId": "C183630", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain in my stomach area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Pain in My Stomach Area", "submissionValue": "FSIL-I Have Pain in My Stomach Area", "synonyms": ["FSIL-I Have Pain in My Stomach Area"]}, {"conceptId": "C183978", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Pain", "submissionValue": "FSIL-I Have Pain", "synonyms": ["FSIL-I Have Pain"]}, {"conceptId": "C184142", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have peace of mind.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Peace of Mind", "submissionValue": "FSIL-I Have Peace of Mind", "synonyms": ["FSIL-I Have Peace of Mind"]}, {"conceptId": "C183798", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have strength in my arm(s).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Strength in My Arm(s)", "submissionValue": "FSIL-I Have Strength in My Arm(s)", "synonyms": ["FSIL-I Have Strength in My Arm(s)"]}, {"conceptId": "C183799", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have strength in my legs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Strength in My Legs", "submissionValue": "FSIL-I Have Strength in My Legs", "synonyms": ["FSIL-I Have Strength in My Legs"]}, {"conceptId": "C184074", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have swelling at my melanoma site.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Swelling at My Melanoma Site", "submissionValue": "FSIL-I Have Swelling at My Melanoma Site", "synonyms": ["FSIL-I Have Swelling at My Melanoma Site"]}, {"conceptId": "C184130", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have swelling in my stomach area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Swelling in Stomach Area", "submissionValue": "FSIL-I Have Swelling in Stomach Area", "synonyms": ["FSIL-I Have Swelling in Stomach Area"]}, {"conceptId": "C183906", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have the desire to eat.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have the Desire to Eat", "submissionValue": "FSIL-I Have the Desire to Eat", "synonyms": ["FSIL-I Have the Desire to Eat"]}, {"conceptId": "C183679", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have tremors.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Tremors", "submissionValue": "FSIL-I Have Tremors", "synonyms": ["FSIL-I Have Tremors"]}, {"conceptId": "C184287", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble bending.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble Bending", "submissionValue": "FSIL-I Have Trouble Bending", "synonyms": ["FSIL-I Have Trouble Bending"]}, {"conceptId": "C184019", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble breathing.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble Breathing", "submissionValue": "FSIL-I Have Trouble Breathing", "synonyms": ["FSIL-I Have Trouble Breathing"]}, {"conceptId": "C184128", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble buttoning buttons.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble Buttoning Buttons", "submissionValue": "FSIL-I Have Trouble Buttoning Buttons", "synonyms": ["FSIL-I Have Trouble Buttoning Buttons"]}, {"conceptId": "C184012", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble concentrating.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble Concentrating", "submissionValue": "FSIL-I Have Trouble Concentrating", "synonyms": ["FSIL-I Have Trouble Concentrating"]}, {"conceptId": "C183802", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had trouble forming thoughts.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble Forming Thoughts", "submissionValue": "FSIL-I Have Trouble Forming Thoughts", "synonyms": ["FSIL-I Have Trouble Forming Thoughts"]}, {"conceptId": "C184126", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble hearing.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble Hearing", "submissionValue": "FSIL-I Have Trouble Hearing", "synonyms": ["FSIL-I Have Trouble Hearing"]}, {"conceptId": "C184092", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble learning new tasks or directions.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble Learning New Tasks", "submissionValue": "FSIL-I Have Trouble Learning New Tasks", "synonyms": ["FSIL-I Have Trouble Learning New Tasks"]}, {"conceptId": "C184138", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble moving my bowels.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble Moving My Bowels", "submissionValue": "FSIL-I Have Trouble Moving My Bowels", "synonyms": ["FSIL-I Have Trouble Moving My Bowels"]}, {"conceptId": "C184013", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble remembering things.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble Remembering Things", "submissionValue": "FSIL-I Have Trouble Remembering Things", "synonyms": ["FSIL-I Have Trouble Remembering Things"]}, {"conceptId": "C184071", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble sleeping at night.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble Sleeping at Night", "submissionValue": "FSIL-I Have Trouble Sleeping at Night", "synonyms": ["FSIL-I Have Trouble Sleeping at Night"]}, {"conceptId": "C184116", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble smelling.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble Smelling", "submissionValue": "FSIL-I Have Trouble Smelling", "synonyms": ["FSIL-I Have Trouble Smelling"]}, {"conceptId": "C183652", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble walking.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble Walking", "submissionValue": "FSIL-I Have Trouble Walking", "synonyms": ["FSIL-I Have Trouble Walking"]}, {"conceptId": "C183718", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble with coordination.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble With Coordination", "submissionValue": "FSIL-I Have Trouble With Coordination", "synonyms": ["FSIL-I Have Trouble With Coordination"]}, {"conceptId": "C183681", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble with my bowels.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble With My Bowels", "submissionValue": "FSIL-I Have Trouble With My Bowels", "synonyms": ["FSIL-I Have Trouble With My Bowels"]}, {"conceptId": "C183722", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble with my eyesight.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Trouble With My Eyesight", "submissionValue": "FSIL-I Have Trouble With My Eyesight", "synonyms": ["FSIL-I Have Trouble With My Eyesight"]}, {"conceptId": "C183936", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have vaginal bleeding or spotting.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Vaginal Bleeding or Spotting", "submissionValue": "FSIL-I Have Vaginal Bleeding or Spotting", "synonyms": ["FSIL-I Have Vaginal Bleeding or Spotting"]}, {"conceptId": "C183934", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have vaginal discharge.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Vaginal Discharge", "submissionValue": "FSIL-I Have Vaginal Discharge", "synonyms": ["FSIL-I Have Vaginal Discharge"]}, {"conceptId": "C183937", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have vaginal dryness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Vaginal Dryness", "submissionValue": "FSIL-I Have Vaginal Dryness", "synonyms": ["FSIL-I Have Vaginal Dryness"]}, {"conceptId": "C183935", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have vaginal itching/irritation.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Vaginal Itching/Irritation", "submissionValue": "FSIL-I Have Vaginal Itching/Irritation", "synonyms": ["FSIL-I Have Vaginal Itching/Irritation"]}, {"conceptId": "C184112", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have weakness in my legs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Have Weakness in My Legs", "submissionValue": "FSIL-I Have Weakness in My Legs", "synonyms": ["FSIL-I Have Weakness in My Legs"]}, {"conceptId": "C183768", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I like the appearance of my body.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Like the Appearance of My Body", "submissionValue": "FSIL-I Like the Appearance of My Body", "synonyms": ["FSIL-I Like the Appearance of My Body"]}, {"conceptId": "C184141", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I maintain contact with my friends.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Maintain Contact With My Friends", "submissionValue": "FSIL-I Maintain Contact With My Friends", "synonyms": ["FSIL-I Maintain Contact With My Friends"]}, {"conceptId": "C184153", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I make each day count.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Make Each Day Count", "submissionValue": "FSIL-I Make Each Day Count", "synonyms": ["FSIL-I Make Each Day Count"]}, {"conceptId": "C183710", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I need help in caring for myself (bathing, dressing, eating, etc.).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Need Help in Caring for Myself", "submissionValue": "FSIL-I Need Help in Caring for Myself", "synonyms": ["FSIL-I Need Help in Caring for Myself"]}, {"conceptId": "C184090", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I need to rest during the day.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Need to Rest During the Day", "submissionValue": "FSIL-I Need to Rest During the Day", "synonyms": ["FSIL-I Need to Rest During the Day"]}, {"conceptId": "C183654", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I need to sleep during the day.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Need to Sleep During the Day", "submissionValue": "FSIL-I Need to Sleep During the Day", "synonyms": ["FSIL-I Need to Sleep During the Day"]}, {"conceptId": "C183691", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I regret having the bone marrow transplant.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Regret Bone Marrow Transplant", "submissionValue": "FSIL-I Regret Bone Marrow Transplant", "synonyms": ["FSIL-I Regret Bone Marrow Transplant"]}, {"conceptId": "C184061", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I regret my smoking.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Regret My Smoking", "submissionValue": "FSIL-I Regret My Smoking", "synonyms": ["FSIL-I Regret My Smoking"]}, {"conceptId": "C183629", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: When I eat, I seem to get full quickly.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Seem to Get Full Quickly", "submissionValue": "FSIL-I Seem to Get Full Quickly", "synonyms": ["FSIL-I Seem to Get Full Quickly"]}, {"conceptId": "C183670", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I urinate more frequently than usual.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Urinate More Frequently", "submissionValue": "FSIL-I Urinate More Frequently", "synonyms": ["FSIL-I Urinate More Frequently"]}, {"conceptId": "C183966", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about dying.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Worry About Dying", "submissionValue": "FSIL-I Worry About Dying", "synonyms": ["FSIL-I Worry About Dying"]}, {"conceptId": "C184107", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about getting infections.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Worry About Getting Infections", "submissionValue": "FSIL-I Worry About Getting Infections", "synonyms": ["FSIL-I Worry About Getting Infections"]}, {"conceptId": "C183695", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry that my bone pain will get worse.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Worry Bone Pain Will Get Worse", "submissionValue": "FSIL-I Worry Bone Pain Will Get Worse", "synonyms": ["FSIL-I Worry Bone Pain Will Get Worse"]}, {"conceptId": "C183685", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry that the transplant will not work.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - I Worry Transplant Will Not Work", "submissionValue": "FSIL-I Worry Transplant Will Not Work", "synonyms": ["FSIL-I Worry Transplant Will Not Work"]}, {"conceptId": "C183943", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My illness has been a financial hardship to my family and me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Illness a Financial Hardship", "submissionValue": "FSIL-Illness a Financial Hardship", "synonyms": ["FSIL-Illness a Financial Hardship"]}, {"conceptId": "C183994", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My illness or treatment has caused problems with my sex life.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Illness Caused Problems w/ Sex Life", "submissionValue": "FSIL-Illness Caused Problems w/ Sex Life", "synonyms": ["FSIL-Illness Caused Problems w/ Sex Life"]}, {"conceptId": "C183682", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My illness is a personal hardship for my close family members.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Illness Is Hardship for My Family", "submissionValue": "FSIL-Illness Is Hardship for My Family", "synonyms": ["FSIL-Illness Is Hardship for My Family"]}, {"conceptId": "C184177", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My illness has strengthened my faith or spiritual beliefs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Illness Strengthen Faith/Spiritual", "submissionValue": "FSIL-Illness Strengthen Faith/Spiritual", "synonyms": ["FSIL-Illness Strengthen Faith/Spiritual"]}, {"conceptId": "C183942", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel in control of my financial situation.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - In control of Financial Situation", "submissionValue": "FSIL-In control of Financial Situation", "synonyms": ["FSIL-In control of Financial Situation"]}, {"conceptId": "C184243", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am inconvenienced by platelet transfusions.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Inconvenienced Platelet Transfusion", "submissionValue": "FSIL-Inconvenienced Platelet Transfusion", "synonyms": ["FSIL-Inconvenienced Platelet Transfusion"]}, {"conceptId": "C184161", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: It is inconvenient for me to come for my radiation treatments.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Inconvenient to Come for Radiation", "submissionValue": "FSIL-Inconvenient to Come for Radiation", "synonyms": ["FSIL-Inconvenient to Come for Radiation"]}, {"conceptId": "C183742", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: The infusion for my bone treatment causes me physical pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Infusion Causes Me Physical Pain", "submissionValue": "FSIL-Infusion Causes Me Physical Pain", "synonyms": ["FSIL-Infusion Causes Me Physical Pain"]}, {"conceptId": "C183635", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My interest in food drops as soon as I try to eat.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Interest in Food Drops Try to Eat", "submissionValue": "FSIL-Interest in Food Drops Try to Eat", "synonyms": ["FSIL-Interest in Food Drops Try to Eat"]}, {"conceptId": "C183672", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am interested in sex.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Interested in Sex", "submissionValue": "FSIL-Interested in Sex", "synonyms": ["FSIL-Interested in Sex"]}, {"conceptId": "C183931", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am irritable.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Irritable", "submissionValue": "FSIL-Irritable", "synonyms": ["FSIL-Irritable"]}, {"conceptId": "C184086", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I isolate myself from others because of my condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Isolate From Others B/c Condition", "submissionValue": "FSIL-Isolate From Others B/c Condition", "synonyms": ["FSIL-Isolate From Others B/c Condition"]}, {"conceptId": "C183671", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: It burns when I urinate.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - It Burns When I Urinate", "submissionValue": "FSIL-It Burns When I Urinate", "synonyms": ["FSIL-It Burns When I Urinate"]}, {"conceptId": "C184031", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Joint pain limits my usual activities.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Joint Pain Limits My Usual Activ", "submissionValue": "FSIL-Joint Pain Limits My Usual Activ", "synonyms": ["FSIL-Joint Pain Limits My Usual Activ"]}, {"conceptId": "C184030", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Joint stiffness or tightness limits my usual activities.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Joint Stiffness/Tight Limits Activ", "submissionValue": "FSIL-Joint Stiffness/Tight Limits Activ", "synonyms": ["FSIL-Joint Stiffness/Tight Limits Activ"]}, {"conceptId": "C183914", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel left out when others are eating.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Left Out When Others Are Eating", "submissionValue": "FSIL-Left Out When Others Are Eating", "synonyms": ["FSIL-Left Out When Others Are Eating"]}, {"conceptId": "C183895", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Lifting something weighing 10-20 lbs (about 4.5-9kg, like a large bag of groceries).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Lifting 10-20 Lbs", "submissionValue": "FSIL-Lifting 10-20 Lbs", "synonyms": ["FSIL-Lifting 10-20 Lbs"]}, {"conceptId": "C183626", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have to limit my activities because of diarrhea (diarrhoea).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Limit Activities Because Diarrhea", "submissionValue": "FSIL-Limit Activities Because Diarrhea", "synonyms": ["FSIL-Limit Activities Because Diarrhea"]}, {"conceptId": "C183790", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have to limit my sexual activity because of the infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Limit My Sexual Activity Infection", "submissionValue": "FSIL-Limit My Sexual Activity Infection", "synonyms": ["FSIL-Limit My Sexual Activity Infection"]}, {"conceptId": "C184050", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have to limit my social activity because of my condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Limit My Social Activity", "submissionValue": "FSIL-Limit My Social Activity", "synonyms": ["FSIL-Limit My Social Activity"]}, {"conceptId": "C184051", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have to limit my physical activity because of my condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Limit Physical Activ B/c Condition", "submissionValue": "FSIL-Limit Physical Activ B/c Condition", "synonyms": ["FSIL-Limit Physical Activ B/c Condition"]}, {"conceptId": "C183883", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have to limit my physical activity because of diarrhea (diarrhoea).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Limit Physical Activ B/c Diarrhea", "submissionValue": "FSIL-Limit Physical Activ B/c Diarrhea", "synonyms": ["FSIL-Limit Physical Activ B/c Diarrhea"]}, {"conceptId": "C184052", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have to limit my sexual activity because of my condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Limit Sexual Activ B/c Condition", "submissionValue": "FSIL-Limit Sexual Activ B/c Condition", "synonyms": ["FSIL-Limit Sexual Activ B/c Condition"]}, {"conceptId": "C183884", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have to limit my sexual activity because of diarrhea (diarrhoea).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Limit Sexual Activity B/c Diarrhea", "submissionValue": "FSIL-Limit Sexual Activity B/c Diarrhea", "synonyms": ["FSIL-Limit Sexual Activity B/c Diarrhea"]}, {"conceptId": "C183882", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have to limit my social activity because of diarrhea (diarrhoea).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Limit Social Activity B/c Diarrhea", "submissionValue": "FSIL-Limit Social Activity B/c Diarrhea", "synonyms": ["FSIL-Limit Social Activity B/c Diarrhea"]}, {"conceptId": "C183647", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have to limit my social activity because I am tired.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Limit Social Activity B/c Tired", "submissionValue": "FSIL-Limit Social Activity B/c Tired", "synonyms": ["FSIL-Limit Social Activity B/c Tired"]}, {"conceptId": "C183964", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am losing hope in the fight against my illness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Losing Hope Fight Against Illness", "submissionValue": "FSIL-Losing Hope Fight Against Illness", "synonyms": ["FSIL-Losing Hope Fight Against Illness"]}, {"conceptId": "C183763", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am losing weight.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Losing Weight", "submissionValue": "FSIL-Losing Weight", "synonyms": ["FSIL-Losing Weight"]}, {"conceptId": "C183912", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel that I have lost control of my food choices because I have a feeding tube.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Lost Food Choices Feeding Tube", "submissionValue": "FSIL-Lost Food Choices Feeding Tube", "synonyms": ["FSIL-Lost Food Choices Feeding Tube"]}, {"conceptId": "C184111", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My low blood counts interfere with my intimate relationships.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Low Blood Counts Interfere Relation", "submissionValue": "FSIL-Low Blood Counts Interfere Relation", "synonyms": ["FSIL-Low Blood Counts Interfere Relation"]}, {"conceptId": "C183707", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to make decisions and take responsibility.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Make Decisions Take Responsibility", "submissionValue": "FSIL-Make Decisions Take Responsibility", "synonyms": ["FSIL-Make Decisions Take Responsibility"]}, {"conceptId": "C183894", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Making a bed.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Making a Bed", "submissionValue": "FSIL-Making a Bed", "synonyms": ["FSIL-Making a Bed"]}, {"conceptId": "C183944", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My out-of-pocket medical expenses are more than I thought they would be.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Medical Expense More Than I Thought", "submissionValue": "FSIL-Medical Expense More Than I Thought", "synonyms": ["FSIL-Medical Expense More Than I Thought"]}, {"conceptId": "C183824", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My memory is as good as it has always been.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Memory Is as Good as Always Been", "submissionValue": "FSIL-Memory Is as Good as Always Been", "synonyms": ["FSIL-Memory Is as Good as Always Been"]}, {"conceptId": "C183823", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My mind is as sharp as it has always been.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Mind Is as Sharp as Always Been", "submissionValue": "FSIL-Mind Is as Sharp as Always Been", "synonyms": ["FSIL-Mind Is as Sharp as Always Been"]}, {"conceptId": "C183924", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I miss being able to take more food or drink by mouth now that I have a feeding tube.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Miss Food/Drink Mouth Feeding Tube", "submissionValue": "FSIL-Miss Food/Drink Mouth Feeding Tube", "synonyms": ["FSIL-Miss Food/Drink Mouth Feeding Tube"]}, {"conceptId": "C183633", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Most food tastes unpleasant to me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Most Food Tastes Unpleasant to Me", "submissionValue": "FSIL-Most Food Tastes Unpleasant to Me", "synonyms": ["FSIL-Most Food Tastes Unpleasant to Me"]}, {"conceptId": "C183644", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am motivated to do my usual activities.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Motivated to Do Activities", "submissionValue": "FSIL-Motivated to Do Activities", "synonyms": ["FSIL-Motivated to Do Activities"]}, {"conceptId": "C184045", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I must move my bowels frequently to avoid accidents.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Move Bowels Freq to Avoid Accidents", "submissionValue": "FSIL-Move Bowels Freq to Avoid Accidents", "synonyms": ["FSIL-Move Bowels Freq to Avoid Accidents"]}, {"conceptId": "C184043", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I move my bowels more frequently than usual.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Move My Bowels More Than Usual", "submissionValue": "FSIL-Move My Bowels More Than Usual", "synonyms": ["FSIL-Move My Bowels More Than Usual"]}, {"conceptId": "C183657", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Movement of my arm on this side is painful.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Movement of Arm This Side Painful", "submissionValue": "FSIL-Movement of Arm This Side Painful", "synonyms": ["FSIL-Movement of Arm This Side Painful"]}, {"conceptId": "C184077", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Movement of my swollen area is painful.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Movement of Swollen Area Is Painful", "submissionValue": "FSIL-Movement of Swollen Area Is Painful", "synonyms": ["FSIL-Movement of Swollen Area Is Painful"]}, {"conceptId": "C183659", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My arm on this side feels numb.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Arm on This Side Feels Numb", "submissionValue": "FSIL-My Arm on This Side Feels Numb", "synonyms": ["FSIL-My Arm on This Side Feels Numb"]}, {"conceptId": "C184171", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My breast is sensitive/tender.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Breast Is Sensitive/Tender", "submissionValue": "FSIL-My Breast Is Sensitive/Tender", "synonyms": ["FSIL-My Breast Is Sensitive/Tender"]}, {"conceptId": "C183773", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My breasts are painful.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Breasts Are Painful", "submissionValue": "FSIL-My Breasts Are Painful", "synonyms": ["FSIL-My Breasts Are Painful"]}, {"conceptId": "C183772", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My breasts are swollen.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Breasts Are Swollen", "submissionValue": "FSIL-My Breasts Are Swollen", "synonyms": ["FSIL-My Breasts Are Swollen"]}, {"conceptId": "C184169", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My chest area (not including the breast itself) is sore.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Chest Area Is Sore", "submissionValue": "FSIL-My Chest Area Is Sore", "synonyms": ["FSIL-My Chest Area Is Sore"]}, {"conceptId": "C184054", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My condition wakes me up at night.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Condition Wakes Me Up at Night", "submissionValue": "FSIL-My Condition Wakes Me Up at Night", "synonyms": ["FSIL-My Condition Wakes Me Up at Night"]}, {"conceptId": "C184202", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My eyes are dry.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Eyes Are Dry", "submissionValue": "FSIL-My Eyes Are Dry", "synonyms": ["FSIL-My Eyes Are Dry"]}, {"conceptId": "C184033", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My eyes feel sandy or gritty.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Eyes Feel Sandy or Gritty", "submissionValue": "FSIL-My Eyes Feel Sandy or Gritty", "synonyms": ["FSIL-My Eyes Feel Sandy or Gritty"]}, {"conceptId": "C183677", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My eyesight is blurry.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Eyesight Is Blurry", "submissionValue": "FSIL-My Eyesight Is Blurry", "synonyms": ["FSIL-My Eyesight Is Blurry"]}, {"conceptId": "C183988", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My family has accepted my illness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Family Has Accepted My Illness", "submissionValue": "FSIL-My Family Has Accepted My Illness", "synonyms": ["FSIL-My Family Has Accepted My Illness"]}, {"conceptId": "C183637", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My family or friends are pressuring me to eat.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Family Pressuring Me to Eat", "submissionValue": "FSIL-My Family Pressuring Me to Eat", "synonyms": ["FSIL-My Family Pressuring Me to Eat"]}, {"conceptId": "C183631", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My general health is improving.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My General Health Is Improving", "submissionValue": "FSIL-My General Health Is Improving", "synonyms": ["FSIL-My General Health Is Improving"]}, {"conceptId": "C184225", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My hands are swollen.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Hands Are Swollen", "submissionValue": "FSIL-My Hands Are Swollen", "synonyms": ["FSIL-My Hands Are Swollen"]}, {"conceptId": "C184226", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My legs or feet are swollen.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Legs or Feet Are Swollen", "submissionValue": "FSIL-My Legs or Feet Are Swollen", "synonyms": ["FSIL-My Legs or Feet Are Swollen"]}, {"conceptId": "C184191", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My life has been productive.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Life Has Been Productive", "submissionValue": "FSIL-My Life Has Been Productive", "synonyms": ["FSIL-My Life Has Been Productive"]}, {"conceptId": "C184196", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My life lacks meaning and purpose.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Life Lacks Meaning and Purpose", "submissionValue": "FSIL-My Life Lacks Meaning and Purpose", "synonyms": ["FSIL-My Life Lacks Meaning and Purpose"]}, {"conceptId": "C184151", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My mouth and throat are dry.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Mouth and Throat Are Dry", "submissionValue": "FSIL-My Mouth and Throat Are Dry", "synonyms": ["FSIL-My Mouth and Throat Are Dry"]}, {"conceptId": "C184018", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My mouth is dry.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Mouth Is Dry", "submissionValue": "FSIL-My Mouth Is Dry", "synonyms": ["FSIL-My Mouth Is Dry"]}, {"conceptId": "C184215", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My skin bleeds easily.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Skin Bleeds Easily", "submissionValue": "FSIL-My Skin Bleeds Easily", "synonyms": ["FSIL-My Skin Bleeds Easily"]}, {"conceptId": "C184204", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My skin condition affects my mood.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Skin Condition Affects My Mood", "submissionValue": "FSIL-My Skin Condition Affects My Mood", "synonyms": ["FSIL-My Skin Condition Affects My Mood"]}, {"conceptId": "C183870", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My skin feels irritated.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Skin Feels Irritated", "submissionValue": "FSIL-My Skin Feels Irritated", "synonyms": ["FSIL-My Skin Feels Irritated"]}, {"conceptId": "C183858", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My skin itches.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Skin Itches", "submissionValue": "FSIL-My Skin Itches", "synonyms": ["FSIL-My Skin Itches"]}, {"conceptId": "C184212", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My skin or scalp feels irritated.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Skin or Scalp Feels Irritated", "submissionValue": "FSIL-My Skin or Scalp Feels Irritated", "synonyms": ["FSIL-My Skin or Scalp Feels Irritated"]}, {"conceptId": "C184213", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My skin or scalp is dry or \"flaky\".", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Skin or Scalp Is Dry or Flaky", "submissionValue": "FSIL-My Skin or Scalp Is Dry or Flaky", "synonyms": ["FSIL-My Skin or Scalp Is Dry or Flaky"]}, {"conceptId": "C184214", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My skin or scalp itches.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Skin or Scalp Itches", "submissionValue": "FSIL-My Skin or Scalp Itches", "synonyms": ["FSIL-My Skin or Scalp Itches"]}, {"conceptId": "C183803", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My thinking has been slow.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Thinking Has Been Slow", "submissionValue": "FSIL-My Thinking Has Been Slow", "synonyms": ["FSIL-My Thinking Has Been Slow"]}, {"conceptId": "C184057", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My thinking is clear.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Thinking Is Clear", "submissionValue": "FSIL-My Thinking Is Clear", "synonyms": ["FSIL-My Thinking Is Clear"]}, {"conceptId": "C184091", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My thinking is slower than before.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Thinking Is Slower Than Before", "submissionValue": "FSIL-My Thinking Is Slower Than Before", "synonyms": ["FSIL-My Thinking Is Slower Than Before"]}, {"conceptId": "C183805", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My thinking has been slower than usual.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Thinking Slower Than Usual", "submissionValue": "FSIL-My Thinking Slower Than Usual", "synonyms": ["FSIL-My Thinking Slower Than Usual"]}, {"conceptId": "C184172", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My underarm area is sensitive/tender.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Underarm Area Sensitive/Tender", "submissionValue": "FSIL-My Underarm Area Sensitive/Tender", "synonyms": ["FSIL-My Underarm Area Sensitive/Tender"]}, {"conceptId": "C183969", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My work (include work at home) is fulfilling.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - My Work Is Fulfilling", "submissionValue": "FSIL-My Work Is Fulfilling", "synonyms": ["FSIL-My Work Is Fulfilling"]}, {"conceptId": "C183699", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I need help doing my usual activities because of bone pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Need Help Doing Activ B/c Bone Pain", "submissionValue": "FSIL-Need Help Doing Activ B/c Bone Pain", "synonyms": ["FSIL-Need Help Doing Activ B/c Bone Pain"]}, {"conceptId": "C183645", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I need help doing my usual activities.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Need Help Doing Usual Activities", "submissionValue": "FSIL-Need Help Doing Usual Activities", "synonyms": ["FSIL-Need Help Doing Usual Activities"]}, {"conceptId": "C184072", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I get nervous about making decisions regarding treatment.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Nervous Making Decisions Treatment", "submissionValue": "FSIL-Nervous Making Decisions Treatment", "synonyms": ["FSIL-Nervous Making Decisions Treatment"]}, {"conceptId": "C183946", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel I have no choice about the amount of money I spend on care.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - No Choice Money Spend on Care", "submissionValue": "FSIL-No Choice Money Spend on Care", "synonyms": ["FSIL-No Choice Money Spend on Care"]}, {"conceptId": "C184082", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have noticed new changes in my skin (lumps, bumps, color (colour)).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Noticed New Changes in My Skin", "submissionValue": "FSIL-Noticed New Changes in My Skin", "synonyms": ["FSIL-Noticed New Changes in My Skin"]}, {"conceptId": "C184122", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have numbness or tingling in my feet.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Numbness or Tingling in My Feet", "submissionValue": "FSIL-Numbness or Tingling in My Feet", "synonyms": ["FSIL-Numbness or Tingling in My Feet"]}, {"conceptId": "C184119", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have numbness or tingling in my hands.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Numbness or Tingling in My Hands", "submissionValue": "FSIL-Numbness or Tingling in My Hands", "synonyms": ["FSIL-Numbness or Tingling in My Hands"]}, {"conceptId": "C184164", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have numbness or tingling in my arm, shoulder, or breast.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Numbness/Tingling in Arm/Shoulder", "submissionValue": "FSIL-Numbness/Tingling in Arm/Shoulder", "synonyms": ["FSIL-Numbness/Tingling in Arm/Shoulder"]}, {"conceptId": "C184265", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did your nurse(s) give explanations that you could understand?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Nurse Explanations You Understand", "submissionValue": "FSIL-Nurse Explanations You Understand", "synonyms": ["FSIL-Nurse Explanations You Understand"]}, {"conceptId": "C184267", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did your nurse(s) seem to understand your needs?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Nurse Seem to Understand Your Needs", "submissionValue": "FSIL-Nurse Seem to Understand Your Needs", "synonyms": ["FSIL-Nurse Seem to Understand Your Needs"]}, {"conceptId": "C184266", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did your nurse(s) show genuine concern for you?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Nurse Show Genuine Concern for You", "submissionValue": "FSIL-Nurse Show Genuine Concern for You", "synonyms": ["FSIL-Nurse Show Genuine Concern for You"]}, {"conceptId": "C183662", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: One or both of my arms are swollen or tender.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - One/Both Arms Are Swollen/Tender", "submissionValue": "FSIL-One/Both Arms Are Swollen/Tender", "synonyms": ["FSIL-One/Both Arms Are Swollen/Tender"]}, {"conceptId": "C184073", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain at my melanoma site or surgical site.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Pain at My Melanoma/Surgical Site", "submissionValue": "FSIL-Pain at My Melanoma/Surgical Site", "synonyms": ["FSIL-Pain at My Melanoma/Surgical Site"]}, {"conceptId": "C184120", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain in my hands or feet when I am exposed to cold temperatures.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Pain in Hands/Feet Exposed to Cold", "submissionValue": "FSIL-Pain in Hands/Feet Exposed to Cold", "synonyms": ["FSIL-Pain in Hands/Feet Exposed to Cold"]}, {"conceptId": "C183901", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain in my chest when I swallow.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Pain in My Chest When I Swallow", "submissionValue": "FSIL-Pain in My Chest When I Swallow", "synonyms": ["FSIL-Pain in My Chest When I Swallow"]}, {"conceptId": "C184017", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have pain in my mouth, throat or neck.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Pain in My Mouth, Throat or Neck", "submissionValue": "FSIL-Pain in My Mouth, Throat or Neck", "synonyms": ["FSIL-Pain in My Mouth, Throat or Neck"]}, {"conceptId": "C184135", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My pain keeps me from doing things I want to do.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Pain Keeps Me From Doing Things", "submissionValue": "FSIL-Pain Keeps Me From Doing Things", "synonyms": ["FSIL-Pain Keeps Me From Doing Things"]}, {"conceptId": "C183625", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Pain on the bottom of my feet interferes with my walking.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Pain on My Feet Interferes Walking", "submissionValue": "FSIL-Pain on My Feet Interferes Walking", "synonyms": ["FSIL-Pain on My Feet Interferes Walking"]}, {"conceptId": "C184037", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel pain, soreness or aches in some of my muscles.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Pain/Soreness/Aches in Some Muscles", "submissionValue": "FSIL-Pain/Soreness/Aches in Some Muscles", "synonyms": ["FSIL-Pain/Soreness/Aches in Some Muscles"]}, {"conceptId": "C183869", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have painful cracks in the skin on my hands or feet.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Painful Cracks Skin on Hands/Feet", "submissionValue": "FSIL-Painful Cracks Skin on Hands/Feet", "synonyms": ["FSIL-Painful Cracks Skin on Hands/Feet"]}, {"conceptId": "C183866", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have painful lesions or tumors on my skin.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Painful Lesions/Tumors on My Skin", "submissionValue": "FSIL-Painful Lesions/Tumors on My Skin", "synonyms": ["FSIL-Painful Lesions/Tumors on My Skin"]}, {"conceptId": "C184261", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Were you encouraged to participate in decisions about your health care?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Participate Decisions Health Care", "submissionValue": "FSIL-Participate Decisions Health Care", "synonyms": ["FSIL-Participate Decisions Health Care"]}, {"conceptId": "C184110", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My partner worries about me when my blood counts are low.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Partner Worries My Blood Counts Low", "submissionValue": "FSIL-Partner Worries My Blood Counts Low", "synonyms": ["FSIL-Partner Worries My Blood Counts Low"]}, {"conceptId": "C183821", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Other people have told me I seemed confused.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - People Told Me I Seemed Confused", "submissionValue": "FSIL-People Told Me I Seemed Confused", "synonyms": ["FSIL-People Told Me I Seemed Confused"]}, {"conceptId": "C184218", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My pharmacist advises me on the adverse (side) effects of my medicines.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Pharmacist Advises Adverse Effects", "submissionValue": "FSIL-Pharmacist Advises Adverse Effects", "synonyms": ["FSIL-Pharmacist Advises Adverse Effects"]}, {"conceptId": "C184217", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My pharmacist advises me on the proper use of my medicines.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Pharmacist Advises Use of Medicines", "submissionValue": "FSIL-Pharmacist Advises Use of Medicines", "synonyms": ["FSIL-Pharmacist Advises Use of Medicines"]}, {"conceptId": "C184220", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My pharmacist is available to answer my questions.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Pharmacist Available Questions", "submissionValue": "FSIL-Pharmacist Available Questions", "synonyms": ["FSIL-Pharmacist Available Questions"]}, {"conceptId": "C184222", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My pharmacist is aware of my treatment-related needs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Pharmacist Aware Treatment Needs", "submissionValue": "FSIL-Pharmacist Aware Treatment Needs", "synonyms": ["FSIL-Pharmacist Aware Treatment Needs"]}, {"conceptId": "C184223", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My pharmacist responds to my treatment-related needs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Pharmacist Responds Treatment Needs", "submissionValue": "FSIL-Pharmacist Responds Treatment Needs", "synonyms": ["FSIL-Pharmacist Responds Treatment Needs"]}, {"conceptId": "C183905", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I experience a pleasant feeling of fullness during or after my tube feeding.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Pleasant Feel Fullness Tube Feeding", "submissionValue": "FSIL-Pleasant Feel Fullness Tube Feeding", "synonyms": ["FSIL-Pleasant Feel Fullness Tube Feeding"]}, {"conceptId": "C183658", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have a poor range of arm movements on this side.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Poor Range Arm Movements This Side", "submissionValue": "FSIL-Poor Range Arm Movements This Side", "synonyms": ["FSIL-Poor Range Arm Movements This Side"]}, {"conceptId": "C183891", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Preparing meals.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Preparing Meals", "submissionValue": "FSIL-Preparing Meals", "synonyms": ["FSIL-Preparing Meals"]}, {"conceptId": "C184140", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My problems with urinating limit my activities.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Problem Urinating Limits Activity", "submissionValue": "FSIL-Problem Urinating Limits Activity", "synonyms": ["FSIL-Problem Urinating Limits Activity"]}, {"conceptId": "C183833", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: These problems have interfered with my ability to do things I enjoy.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Problems Interfered Ability Enjoy", "submissionValue": "FSIL-Problems Interfered Ability Enjoy", "synonyms": ["FSIL-Problems Interfered Ability Enjoy"]}, {"conceptId": "C183832", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: These problems have interfered with my ability to work.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Problems Interfered Ability Work", "submissionValue": "FSIL-Problems Interfered Ability Work", "synonyms": ["FSIL-Problems Interfered Ability Work"]}, {"conceptId": "C183834", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: These problems have interfered with the quality of my life.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Problems Interfered Quality Life", "submissionValue": "FSIL-Problems Interfered Quality Life", "synonyms": ["FSIL-Problems Interfered Quality Life"]}, {"conceptId": "C184275", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: How do you rate the care you received?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Rate the Care You Received", "submissionValue": "FSIL-Rate the Care You Received", "synonyms": ["FSIL-Rate the Care You Received"]}, {"conceptId": "C183843", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: How would you rate this chemotherapy?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Rate This Chemo", "submissionValue": "FSIL-Rate This Chemo", "synonyms": ["FSIL-Rate This Chemo"]}, {"conceptId": "C184279", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: How do you rate this treatment overall?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Rate This Treatment Overall", "submissionValue": "FSIL-Rate This Treatment Overall", "synonyms": ["FSIL-Rate This Treatment Overall"]}, {"conceptId": "C184194", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am able to reach down deep into myself for comfort.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Reach Into Myself for Comfort", "submissionValue": "FSIL-Reach Into Myself for Comfort", "synonyms": ["FSIL-Reach Into Myself for Comfort"]}, {"conceptId": "C183812", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My reactions in everyday situations have been slow.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Reaction Everyday Situations Slow", "submissionValue": "FSIL-Reaction Everyday Situations Slow", "synonyms": ["FSIL-Reaction Everyday Situations Slow"]}, {"conceptId": "C184274", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Do you feel you received the treatment that was right for you?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Received Treatment Right for You", "submissionValue": "FSIL-Received Treatment Right for You", "synonyms": ["FSIL-Received Treatment Right for You"]}, {"conceptId": "C183792", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel that I received the treatment that was right for me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Received Treatment That Was Right", "submissionValue": "FSIL-Received Treatment That Was Right", "synonyms": ["FSIL-Received Treatment That Was Right"]}, {"conceptId": "C183847", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Receiving chemotherapy is inconvenient.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Receiving Chemo Inconvenient", "submissionValue": "FSIL-Receiving Chemo Inconvenient", "synonyms": ["FSIL-Receiving Chemo Inconvenient"]}, {"conceptId": "C183744", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Receiving treatment for bone disease is inconvenient.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Receiving Treatment Is Inconvenient", "submissionValue": "FSIL-Receiving Treatment Is Inconvenient", "synonyms": ["FSIL-Receiving Treatment Is Inconvenient"]}, {"conceptId": "C183841", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Would you recommend this chemotherapy to others with your illness?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Recommend Chemo to Others", "submissionValue": "FSIL-Recommend Chemo to Others", "synonyms": ["FSIL-Recommend Chemo to Others"]}, {"conceptId": "C184272", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Would you recommend this clinic or office to others?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Recommend Clinic/Office to Others", "submissionValue": "FSIL-Recommend Clinic/Office to Others", "synonyms": ["FSIL-Recommend Clinic/Office to Others"]}, {"conceptId": "C184277", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Would you recommend this treatment to others with your illness?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Recommend This Treatment to Others", "submissionValue": "FSIL-Recommend This Treatment to Others", "synonyms": ["FSIL-Recommend This Treatment to Others"]}, {"conceptId": "C183941", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My cancer or treatment has reduced my satisfaction with my present financial situation.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Reduced Satisfaction Financial", "submissionValue": "FSIL-Reduced Satisfaction Financial", "synonyms": ["FSIL-Reduced Satisfaction Financial"]}, {"conceptId": "C183700", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am forced to rest during the day because of bone pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Rest During Day B/c of Bone Pain", "submissionValue": "FSIL-Rest During Day B/c of Bone Pain", "synonyms": ["FSIL-Rest During Day B/c of Bone Pain"]}, {"conceptId": "C183989", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am satisfied with family communication about my illness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Satisfied Communication Illness", "submissionValue": "FSIL-Satisfied Communication Illness", "synonyms": ["FSIL-Satisfied Communication Illness"]}, {"conceptId": "C184136", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am satisfied with my present comfort level.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Satisfied With Comfort Level", "submissionValue": "FSIL-Satisfied With Comfort Level", "synonyms": ["FSIL-Satisfied With Comfort Level"]}, {"conceptId": "C184276", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Are you satisfied with the effects of this treatment so far?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Satisfied With Effects of Treatment", "submissionValue": "FSIL-Satisfied With Effects of Treatment", "synonyms": ["FSIL-Satisfied With Effects of Treatment"]}, {"conceptId": "C183948", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am satisfied with my current financial situation.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Satisfied With Financial Situation", "submissionValue": "FSIL-Satisfied With Financial Situation", "synonyms": ["FSIL-Satisfied With Financial Situation"]}, {"conceptId": "C183963", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am satisfied with how I am coping with my illness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Satisfied With How I Am Coping", "submissionValue": "FSIL-Satisfied With How I Am Coping", "synonyms": ["FSIL-Satisfied With How I Am Coping"]}, {"conceptId": "C183991", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am satisfied with my sex life.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Satisfied With My Sex Life", "submissionValue": "FSIL-Satisfied With My Sex Life", "synonyms": ["FSIL-Satisfied With My Sex Life"]}, {"conceptId": "C183840", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Are you satisfied with the current results of your chemotherapy?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Satisfied With Results Chemo", "submissionValue": "FSIL-Satisfied With Results Chemo", "synonyms": ["FSIL-Satisfied With Results Chemo"]}, {"conceptId": "C183736", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Are you satisfied with the results of the treatment for your bone disease so far?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Satisfied With Results of Treatment", "submissionValue": "FSIL-Satisfied With Results of Treatment", "synonyms": ["FSIL-Satisfied With Results of Treatment"]}, {"conceptId": "C184290", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am satisfied with my urinary condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Satisfied With Urinary Condition", "submissionValue": "FSIL-Satisfied With Urinary Condition", "synonyms": ["FSIL-Satisfied With Urinary Condition"]}, {"conceptId": "C183661", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am self-conscious about the way I dress.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Self-conscious About Way I Dress", "submissionValue": "FSIL-Self-conscious About Way I Dress", "synonyms": ["FSIL-Self-conscious About Way I Dress"]}, {"conceptId": "C184207", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Sensitivity around my fingernails makes it difficult to perform household tasks.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Sensitivity Fingernails Diff Tasks", "submissionValue": "FSIL-Sensitivity Fingernails Diff Tasks", "synonyms": ["FSIL-Sensitivity Fingernails Diff Tasks"]}, {"conceptId": "C184254", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Compared to what you expected, how do you rate the side effects of treatment so far?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Side Effects of Treatment So Far", "submissionValue": "FSIL-Side Effects of Treatment So Far", "synonyms": ["FSIL-Side Effects of Treatment So Far"]}, {"conceptId": "C183686", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: The side effects of treatment are worse than I had imagined.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Side Effects of Treatment Worse", "submissionValue": "FSIL-Side Effects of Treatment Worse", "synonyms": ["FSIL-Side Effects of Treatment Worse"]}, {"conceptId": "C184203", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My skin condition interferes with my social life.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Skin Cond Interferes w/ Social Life", "submissionValue": "FSIL-Skin Cond Interferes w/ Social Life", "synonyms": ["FSIL-Skin Cond Interferes w/ Social Life"]}, {"conceptId": "C184208", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My skin condition interferes with my ability to sleep.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Skin Condition Interferes w/ Sleep", "submissionValue": "FSIL-Skin Condition Interferes w/ Sleep", "synonyms": ["FSIL-Skin Condition Interferes w/ Sleep"]}, {"conceptId": "C184209", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Changes in my skin condition make daily life difficult.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Skin Condition Make Life Difficult", "submissionValue": "FSIL-Skin Condition Make Life Difficult", "synonyms": ["FSIL-Skin Condition Make Life Difficult"]}, {"conceptId": "C183868", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My skin feels sensitive or \"raw\".", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Skin Feels Sensitive or Raw", "submissionValue": "FSIL-Skin Feels Sensitive or Raw", "synonyms": ["FSIL-Skin Feels Sensitive or Raw"]}, {"conceptId": "C184173", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: The skin in my breast area is itchy, flaky or dry.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Skin in Breast Area Itchy/Flaky/Dry", "submissionValue": "FSIL-Skin in Breast Area Itchy/Flaky/Dry", "synonyms": ["FSIL-Skin in Breast Area Itchy/Flaky/Dry"]}, {"conceptId": "C183874", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My skin is dry or \"flaky\".", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Skin Is Dry or Flaky", "submissionValue": "FSIL-Skin Is Dry or Flaky", "synonyms": ["FSIL-Skin Is Dry or Flaky"]}, {"conceptId": "C184211", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: The skin side effects from treatment have interfered with household tasks.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Skin Side Effects Interfered Tasks", "submissionValue": "FSIL-Skin Side Effects Interfered Tasks", "synonyms": ["FSIL-Skin Side Effects Interfered Tasks"]}, {"conceptId": "C183972", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am sleeping well.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Sleeping Well", "submissionValue": "FSIL-Sleeping Well", "synonyms": ["FSIL-Sleeping Well"]}, {"conceptId": "C184024", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I smoke cigarettes or other tobacco products.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Smoke Cigarettes/Other Tobacco", "submissionValue": "FSIL-Smoke Cigarettes/Other Tobacco", "synonyms": ["FSIL-Smoke Cigarettes/Other Tobacco"]}, {"conceptId": "C184029", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have stiffness or tightness in my joints.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Stiffness/Tightness in My Joints", "submissionValue": "FSIL-Stiffness/Tightness in My Joints", "synonyms": ["FSIL-Stiffness/Tightness in My Joints"]}, {"conceptId": "C183638", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Stomach pain interferes with my daily functioning.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Stomach Pain Interferes Functioning", "submissionValue": "FSIL-Stomach Pain Interferes Functioning", "synonyms": ["FSIL-Stomach Pain Interferes Functioning"]}, {"conceptId": "C183960", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have stomach problems that worry me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Stomach Problems That Worry Me", "submissionValue": "FSIL-Stomach Problems That Worry Me", "synonyms": ["FSIL-Stomach Problems That Worry Me"]}, {"conceptId": "C184176", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I find strength in my faith or spiritual beliefs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Strength in Faith/Spiritual Beliefs", "submissionValue": "FSIL-Strength in Faith/Spiritual Beliefs", "synonyms": ["FSIL-Strength in Faith/Spiritual Beliefs"]}, {"conceptId": "C183893", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Sweeping or mopping.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Sweeping/Mopping", "submissionValue": "FSIL-Sweeping/Mopping", "synonyms": ["FSIL-Sweeping/Mopping"]}, {"conceptId": "C184075", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have swelling as a result of surgery.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Swelling as a Result of Surgery", "submissionValue": "FSIL-Swelling as a Result of Surgery", "synonyms": ["FSIL-Swelling as a Result of Surgery"]}, {"conceptId": "C184078", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Swelling keeps me from doing the things I want to do.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Swelling Keeps Me From Doing Things", "submissionValue": "FSIL-Swelling Keeps Me From Doing Things", "synonyms": ["FSIL-Swelling Keeps Me From Doing Things"]}, {"conceptId": "C184079", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Swelling keeps me from wearing clothes or shoes I want to wear.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Swelling Keeps Me From Wearing", "submissionValue": "FSIL-Swelling Keeps Me From Wearing", "synonyms": ["FSIL-Swelling Keeps Me From Wearing"]}, {"conceptId": "C183762", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have swelling or cramps in my stomach area.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Swelling/Cramps in Stomach Area", "submissionValue": "FSIL-Swelling/Cramps in Stomach Area", "synonyms": ["FSIL-Swelling/Cramps in Stomach Area"]}, {"conceptId": "C184097", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have to take my condition into account when making plans.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Take My Condition Into Account", "submissionValue": "FSIL-Take My Condition Into Account", "synonyms": ["FSIL-Take My Condition Into Account"]}, {"conceptId": "C183741", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Taking the drug by infusion is inconvenient.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Taking Drug Infusion Inconvenient", "submissionValue": "FSIL-Taking Drug Infusion Inconvenient", "synonyms": ["FSIL-Taking Drug Infusion Inconvenient"]}, {"conceptId": "C184187", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Throughout the course of my day, I feel a sense of thankfulness for what others bring to my life.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Thankfulness Others Bring to Life", "submissionValue": "FSIL-Thankfulness Others Bring to Life", "synonyms": ["FSIL-Thankfulness Others Bring to Life"]}, {"conceptId": "C183624", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: The skin on my feet hurts.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - The Skin on My Feet Hurts", "submissionValue": "FSIL-The Skin on My Feet Hurts", "synonyms": ["FSIL-The Skin on My Feet Hurts"]}, {"conceptId": "C183622", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: The skin on my hands hurts.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - The Skin on My Hands Hurts", "submissionValue": "FSIL-The Skin on My Hands Hurts", "synonyms": ["FSIL-The Skin on My Hands Hurts"]}, {"conceptId": "C183865", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am tired of dealing with my skin condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Tired Dealing With Skin Condition", "submissionValue": "FSIL-Tired Dealing With Skin Condition", "synonyms": ["FSIL-Tired Dealing With Skin Condition"]}, {"conceptId": "C184154", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have told family members about my infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Told Family Members About Infection", "submissionValue": "FSIL-Told Family Members About Infection", "synonyms": ["FSIL-Told Family Members About Infection"]}, {"conceptId": "C183818", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Other people have told me I seemed to have trouble remembering information.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Told Me Trouble Remembering Info", "submissionValue": "FSIL-Told Me Trouble Remembering Info", "synonyms": ["FSIL-Told Me Trouble Remembering Info"]}, {"conceptId": "C183819", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Other people have told me I seemed to have trouble speaking clearly.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Told Me Trouble Speaking Clearly", "submissionValue": "FSIL-Told Me Trouble Speaking Clearly", "synonyms": ["FSIL-Told Me Trouble Speaking Clearly"]}, {"conceptId": "C183820", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Other people have told me I seemed to have trouble thinking clearly.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Told Me Trouble Thinking Clearly", "submissionValue": "FSIL-Told Me Trouble Thinking Clearly", "synonyms": ["FSIL-Told Me Trouble Thinking Clearly"]}, {"conceptId": "C184159", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have told my partner/spouse about my infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Told Partner/Spouse About Infection", "submissionValue": "FSIL-Told Partner/Spouse About Infection", "synonyms": ["FSIL-Told Partner/Spouse About Infection"]}, {"conceptId": "C183643", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am too tired to eat.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Too Tired to Eat", "submissionValue": "FSIL-Too Tired to Eat", "synonyms": ["FSIL-Too Tired to Eat"]}, {"conceptId": "C183734", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Treatment for bone disease takes up my time.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Bone Disease Takes Time", "submissionValue": "FSIL-Treatment Bone Disease Takes Time", "synonyms": ["FSIL-Treatment Bone Disease Takes Time"]}, {"conceptId": "C183737", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Would you recommend this treatment for bone disease to others with your illness?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Bone Disease to Others", "submissionValue": "FSIL-Treatment Bone Disease to Others", "synonyms": ["FSIL-Treatment Bone Disease to Others"]}, {"conceptId": "C183743", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My treatment for bone disease causes me physical pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Causes Me Physical Pain", "submissionValue": "FSIL-Treatment Causes Me Physical Pain", "synonyms": ["FSIL-Treatment Causes Me Physical Pain"]}, {"conceptId": "C183750", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My treatment schedule for bone disease is stressful to my family.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Schedule Stressful Family", "submissionValue": "FSIL-Treatment Schedule Stressful Family", "synonyms": ["FSIL-Treatment Schedule Stressful Family"]}, {"conceptId": "C183749", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My treatment schedule for bone disease is stressful to me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Schedule Stressful to Me", "submissionValue": "FSIL-Treatment Schedule Stressful to Me", "synonyms": ["FSIL-Treatment Schedule Stressful to Me"]}, {"conceptId": "C183748", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Treatment for bone disease seems harmful to me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Seems Harmful to Me", "submissionValue": "FSIL-Treatment Seems Harmful to Me", "synonyms": ["FSIL-Treatment Seems Harmful to Me"]}, {"conceptId": "C184268", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did you feel that the treatment staff answered your questions honestly?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Staff Answered Honestly", "submissionValue": "FSIL-Treatment Staff Answered Honestly", "synonyms": ["FSIL-Treatment Staff Answered Honestly"]}, {"conceptId": "C184255", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did the treatment staff discuss how your health and treatment may affect your normal daily activities?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Staff Discuss Activities", "submissionValue": "FSIL-Treatment Staff Discuss Activities", "synonyms": ["FSIL-Treatment Staff Discuss Activities"]}, {"conceptId": "C184257", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did the treatment staff discuss how your health and treatment may affect you emotionally?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Staff Discuss Emotionally", "submissionValue": "FSIL-Treatment Staff Discuss Emotionally", "synonyms": ["FSIL-Treatment Staff Discuss Emotionally"]}, {"conceptId": "C184256", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did the treatment staff discuss how your health and treatment may affect your personal relationships?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Staff Discuss Relation", "submissionValue": "FSIL-Treatment Staff Discuss Relation", "synonyms": ["FSIL-Treatment Staff Discuss Relation"]}, {"conceptId": "C184253", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did the treatment staff discuss how your health and treatment may affect your normal work (including housework)?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Staff Discuss Work", "submissionValue": "FSIL-Treatment Staff Discuss Work", "synonyms": ["FSIL-Treatment Staff Discuss Work"]}, {"conceptId": "C184269", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did the treatment staff respect your privacy?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Staff Respect Privacy", "submissionValue": "FSIL-Treatment Staff Respect Privacy", "synonyms": ["FSIL-Treatment Staff Respect Privacy"]}, {"conceptId": "C184260", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Was the treatment staff thorough in examining and treating you?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Staff Thorough Examining", "submissionValue": "FSIL-Treatment Staff Thorough Examining", "synonyms": ["FSIL-Treatment Staff Thorough Examining"]}, {"conceptId": "C183739", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My treatment for bone disease takes up my family's time.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Treatment Takes Up My Family's Time", "submissionValue": "FSIL-Treatment Takes Up My Family's Time", "synonyms": ["FSIL-Treatment Takes Up My Family's Time"]}, {"conceptId": "C183925", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble digesting food.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Digesting Food", "submissionValue": "FSIL-Trouble Digesting Food", "synonyms": ["FSIL-Trouble Digesting Food"]}, {"conceptId": "C183715", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble feeling sensations in my arm, hands or legs.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Feeling Arm/Hands/Legs", "submissionValue": "FSIL-Trouble Feeling Arm/Hands/Legs", "synonyms": ["FSIL-Trouble Feeling Arm/Hands/Legs"]}, {"conceptId": "C184129", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble feeling the shape of small objects when they are in my hand.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Feeling Shape of Objects", "submissionValue": "FSIL-Trouble Feeling Shape of Objects", "synonyms": ["FSIL-Trouble Feeling Shape of Objects"]}, {"conceptId": "C183815", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had trouble finding my way to a familiar place.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Finding Familiar Place", "submissionValue": "FSIL-Trouble Finding Familiar Place", "synonyms": ["FSIL-Trouble Finding Familiar Place"]}, {"conceptId": "C183836", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had trouble finding the right word(s) to express myself.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Finding Right Words", "submissionValue": "FSIL-Trouble Finding Right Words", "synonyms": ["FSIL-Trouble Finding Right Words"]}, {"conceptId": "C183650", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble finishing things because I am tired.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Finishing Things", "submissionValue": "FSIL-Trouble Finishing Things", "synonyms": ["FSIL-Trouble Finishing Things"]}, {"conceptId": "C184089", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble getting around in public places.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Getting Around in Public", "submissionValue": "FSIL-Trouble Getting Around in Public", "synonyms": ["FSIL-Trouble Getting Around in Public"]}, {"conceptId": "C183816", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble keeping track of what I am doing if I am interrupted.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Keeping Track Interrupted", "submissionValue": "FSIL-Trouble Keeping Track Interrupted", "synonyms": ["FSIL-Trouble Keeping Track Interrupted"]}, {"conceptId": "C183977", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Because of my physical condition, I have trouble meeting the needs of my family.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Meeting Needs of Family", "submissionValue": "FSIL-Trouble Meeting Needs of Family", "synonyms": ["FSIL-Trouble Meeting Needs of Family"]}, {"conceptId": "C183835", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had trouble recalling the name of an object while talking to someone.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Recalling Name of Object", "submissionValue": "FSIL-Trouble Recalling Name of Object", "synonyms": ["FSIL-Trouble Recalling Name of Object"]}, {"conceptId": "C183813", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had trouble remembering where I put things, like my keys or my wallet.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Remember Where Put Things", "submissionValue": "FSIL-Trouble Remember Where Put Things", "synonyms": ["FSIL-Trouble Remember Where Put Things"]}, {"conceptId": "C183814", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had trouble remembering new information, like phone numbers or simple instructions.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Remembering New Info", "submissionValue": "FSIL-Trouble Remembering New Info", "synonyms": ["FSIL-Trouble Remembering New Info"]}, {"conceptId": "C183838", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had trouble saying what I mean in conversations with others.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Saying What I Mean", "submissionValue": "FSIL-Trouble Saying What I Mean", "synonyms": ["FSIL-Trouble Saying What I Mean"]}, {"conceptId": "C183817", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble shifting back and forth between different activities that require thinking.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Shifting Back and Forth", "submissionValue": "FSIL-Trouble Shifting Back and Forth", "synonyms": ["FSIL-Trouble Shifting Back and Forth"]}, {"conceptId": "C183859", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble sleeping because of my skin condition.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Sleeping B/c Skin Condition", "submissionValue": "FSIL-Trouble Sleeping B/c Skin Condition", "synonyms": ["FSIL-Trouble Sleeping B/c Skin Condition"]}, {"conceptId": "C183649", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble starting things because I am tired.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Starting Things", "submissionValue": "FSIL-Trouble Starting Things", "synonyms": ["FSIL-Trouble Starting Things"]}, {"conceptId": "C183701", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble walking because of bone pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Walking Because Bone Pain", "submissionValue": "FSIL-Trouble Walking Because Bone Pain", "synonyms": ["FSIL-Trouble Walking Because Bone Pain"]}, {"conceptId": "C184088", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have trouble walking because of pain.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trouble Walking Because of Pain", "submissionValue": "FSIL-Trouble Walking Because of Pain", "synonyms": ["FSIL-Trouble Walking Because of Pain"]}, {"conceptId": "C184040", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am troubled by not knowing when exactly my side effects will happen, how long they will last and how bad they will be.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Troubled Not Knowing Side Effects", "submissionValue": "FSIL-Troubled Not Knowing Side Effects", "synonyms": ["FSIL-Troubled Not Knowing Side Effects"]}, {"conceptId": "C184271", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Did you trust your doctor(s)' suggestions for treatment?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Trust Doctor Suggestions Treatment", "submissionValue": "FSIL-Trust Doctor Suggestions Treatment", "synonyms": ["FSIL-Trust Doctor Suggestions Treatment"]}, {"conceptId": "C183920", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Tube feeding limits what I can do inside the house (for example housework, watching TV or reading).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Tube Feed Limits Do Inside House", "submissionValue": "FSIL-Tube Feed Limits Do Inside House", "synonyms": ["FSIL-Tube Feed Limits Do Inside House"]}, {"conceptId": "C183922", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Tube feeding limits my activities with my friends.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Tube Feeding Limits Activities", "submissionValue": "FSIL-Tube Feeding Limits Activities", "synonyms": ["FSIL-Tube Feeding Limits Activities"]}, {"conceptId": "C183921", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Tube feeding limits what I can do outside of the house (for example shopping, driving or yard work).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Tube Feeding Limits Do Outside", "submissionValue": "FSIL-Tube Feeding Limits Do Outside", "synonyms": ["FSIL-Tube Feeding Limits Do Outside"]}, {"conceptId": "C184206", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel unattractive because of how my skin looks.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Unattractive B/c How My Skin Looks", "submissionValue": "FSIL-Unattractive B/c How My Skin Looks", "synonyms": ["FSIL-Unattractive B/c How My Skin Looks"]}, {"conceptId": "C184066", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel uncertain about my future health.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Uncertain About My Future Health", "submissionValue": "FSIL-Uncertain About My Future Health", "synonyms": ["FSIL-Uncertain About My Future Health"]}, {"conceptId": "C183916", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I feel uncomfortably full during or after my tube feeding.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Uncomfortably Full Tube Feeding", "submissionValue": "FSIL-Uncomfortably Full Tube Feeding", "synonyms": ["FSIL-Uncomfortably Full Tube Feeding"]}, {"conceptId": "C183995", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am unhappy about a change in my appearance.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Unhappy About Change in My Appear", "submissionValue": "FSIL-Unhappy About Change in My Appear", "synonyms": ["FSIL-Unhappy About Change in My Appear"]}, {"conceptId": "C184022", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am unhappy with how my face and neck look.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Unhappy With How Face & Neck Look", "submissionValue": "FSIL-Unhappy With How Face & Neck Look", "synonyms": ["FSIL-Unhappy With How Face & Neck Look"]}, {"conceptId": "C184002", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am unhappy with my appearance.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Unhappy With My Appearance", "submissionValue": "FSIL-Unhappy With My Appearance", "synonyms": ["FSIL-Unhappy With My Appearance"]}, {"conceptId": "C184055", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I must urinate frequently to avoid leaking.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Urinate Frequently to Avoid Leaking", "submissionValue": "FSIL-Urinate Frequently to Avoid Leaking", "synonyms": ["FSIL-Urinate Frequently to Avoid Leaking"]}, {"conceptId": "C183807", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had to use written lists more often than usual so I would not forget things.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Use Written Lists More Often", "submissionValue": "FSIL-Use Written Lists More Often", "synonyms": ["FSIL-Use Written Lists More Often"]}, {"conceptId": "C183837", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have used the wrong word when I referred to an object.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Used Wrong Word When Refer Object", "submissionValue": "FSIL-Used Wrong Word When Refer Object", "synonyms": ["FSIL-Used Wrong Word When Refer Object"]}, {"conceptId": "C183878", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My vagina feels too narrow or short.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Vagina Feels Too Narrow/Short", "submissionValue": "FSIL-Vagina Feels Too Narrow/Short", "synonyms": ["FSIL-Vagina Feels Too Narrow/Short"]}, {"conceptId": "C184020", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: My voice has its usual quality and strength.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Voice Has Usual Quality & Strength", "submissionValue": "FSIL-Voice Has Usual Quality & Strength", "synonyms": ["FSIL-Voice Has Usual Quality & Strength"]}, {"conceptId": "C183919", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I experience vomiting during or after my tube feeding.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Vomiting Dur/After Tube Feeding", "submissionValue": "FSIL-Vomiting Dur/After Tube Feeding", "synonyms": ["FSIL-Vomiting Dur/After Tube Feeding"]}, {"conceptId": "C183745", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Waiting up to 60 minutes before eating breakfast in the morning is inconvenient.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Waiting Breakfast Is Inconvenient", "submissionValue": "FSIL-Waiting Breakfast Is Inconvenient", "synonyms": ["FSIL-Waiting Breakfast Is Inconvenient"]}, {"conceptId": "C183904", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I wake at night because of coughing.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Wake at Night Because of Coughing", "submissionValue": "FSIL-Wake at Night Because of Coughing", "synonyms": ["FSIL-Wake at Night Because of Coughing"]}, {"conceptId": "C183809", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have walked into a room and forgotten what I meant to get or do there.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Walked Into a Room and Forgotten", "submissionValue": "FSIL-Walked Into a Room and Forgotten", "synonyms": ["FSIL-Walked Into a Room and Forgotten"]}, {"conceptId": "C183889", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Walking 50 steps/paces on flat ground at a normal speed without stopping.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Walking 50 Steps Flat Normal Speed", "submissionValue": "FSIL-Walking 50 Steps Flat Normal Speed", "synonyms": ["FSIL-Walking 50 Steps Flat Normal Speed"]}, {"conceptId": "C183897", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Walking (faster than your usual speed) for 1/2 mile (almost 1 km) without stopping.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Walking for 1/2 Mile w/o Stopping", "submissionValue": "FSIL-Walking for 1/2 Mile w/o Stopping", "synonyms": ["FSIL-Walking for 1/2 Mile w/o Stopping"]}, {"conceptId": "C183890", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Walking up 20 stairs (2 flights) without stopping.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Walking Up 20 Stairs w/o Stopping", "submissionValue": "FSIL-Walking Up 20 Stairs w/o Stopping", "synonyms": ["FSIL-Walking Up 20 Stairs w/o Stopping"]}, {"conceptId": "C183892", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: Washing dishes.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Washing Dishes", "submissionValue": "FSIL-Washing Dishes", "synonyms": ["FSIL-Washing Dishes"]}, {"conceptId": "C184047", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I wear pads or protection to prevent soiling my underwear.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Wear Pads/Protect Prevent Soiling", "submissionValue": "FSIL-Wear Pads/Protect Prevent Soiling", "synonyms": ["FSIL-Wear Pads/Protect Prevent Soiling"]}, {"conceptId": "C184056", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I wear protection for leakage of urine.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Wear Protection Leakage of Urine", "submissionValue": "FSIL-Wear Protection Leakage of Urine", "synonyms": ["FSIL-Wear Protection Leakage of Urine"]}, {"conceptId": "C184178", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I know that whatever happens with my illness, things will be okay.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Whatever Happens Illness Will Be OK", "submissionValue": "FSIL-Whatever Happens Illness Will Be OK", "synonyms": ["FSIL-Whatever Happens Illness Will Be OK"]}, {"conceptId": "C184157", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: On which side was your breast operation?", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Which Side Was Breast Operation", "submissionValue": "FSIL-Which Side Was Breast Operation", "synonyms": ["FSIL-Which Side Was Breast Operation"]}, {"conceptId": "C184235", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: For women only: I am bothered by vaginal bleeding.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Women: Bothered by Vaginal Bleeding", "submissionValue": "FSIL-Women: Bothered by Vaginal Bleeding", "synonyms": ["FSIL-Women: Bothered by Vaginal Bleeding"]}, {"conceptId": "C183810", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had to work really hard to pay attention or I would make a mistake.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Work Hard to Pay Attention", "submissionValue": "FSIL-Work Hard to Pay Attention", "synonyms": ["FSIL-Work Hard to Pay Attention"]}, {"conceptId": "C183806", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had to work harder than usual to express myself clearly.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Work Harder Than Usual to Express", "submissionValue": "FSIL-Work Harder Than Usual to Express", "synonyms": ["FSIL-Work Harder Than Usual to Express"]}, {"conceptId": "C183804", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I have had to work harder than usual to keep track of what I was doing.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Work Harder Than Usual to Track", "submissionValue": "FSIL-Work Harder Than Usual to Track", "synonyms": ["FSIL-Work Harder Than Usual to Track"]}, {"conceptId": "C183632", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I am worried about my weight.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worried About My Weight", "submissionValue": "FSIL-Worried About My Weight", "synonyms": ["FSIL-Worried About My Weight"]}, {"conceptId": "C183779", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about other people's attitudes towards me.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry About Attitudes Towards Me", "submissionValue": "FSIL-Worry About Attitudes Towards Me", "synonyms": ["FSIL-Worry About Attitudes Towards Me"]}, {"conceptId": "C184238", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about the possibility of serious bleeding.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry About Serious Bleeding", "submissionValue": "FSIL-Worry About Serious Bleeding", "synonyms": ["FSIL-Worry About Serious Bleeding"]}, {"conceptId": "C183740", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about side effects from treatment for bone disease.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry About Side Effects Treatment", "submissionValue": "FSIL-Worry About Side Effects Treatment", "synonyms": ["FSIL-Worry About Side Effects Treatment"]}, {"conceptId": "C184008", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about spreading my infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry About Spreading My Infection", "submissionValue": "FSIL-Worry About Spreading My Infection", "synonyms": ["FSIL-Worry About Spreading My Infection"]}, {"conceptId": "C183791", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about spreading the infection.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry About Spreading the Infection", "submissionValue": "FSIL-Worry About Spreading the Infection", "synonyms": ["FSIL-Worry About Spreading the Infection"]}, {"conceptId": "C183666", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about the effect of stress on my illness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry About the Effect of Stress", "submissionValue": "FSIL-Worry About the Effect of Stress", "synonyms": ["FSIL-Worry About the Effect of Stress"]}, {"conceptId": "C184083", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about the appearance of surgical scars.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Appearance of Surgical Scars", "submissionValue": "FSIL-Worry Appearance of Surgical Scars", "synonyms": ["FSIL-Worry Appearance of Surgical Scars"]}, {"conceptId": "C183848", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry that my chemotherapy will not be effective.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Chemo Not Effective", "submissionValue": "FSIL-Worry Chemo Not Effective", "synonyms": ["FSIL-Worry Chemo Not Effective"]}, {"conceptId": "C183665", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry that other members of my family might someday get the same illness I have.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Family Will Get Illness", "submissionValue": "FSIL-Worry Family Will Get Illness", "synonyms": ["FSIL-Worry Family Will Get Illness"]}, {"conceptId": "C183907", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry that having a feeding tube means my health is worse.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Feeding Tube Health Is Worse", "submissionValue": "FSIL-Worry Feeding Tube Health Is Worse", "synonyms": ["FSIL-Worry Feeding Tube Health Is Worse"]}, {"conceptId": "C183945", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about the financial problems I will have in the future as a result of my illness or treatment.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Financial Problems in Future", "submissionValue": "FSIL-Worry Financial Problems in Future", "synonyms": ["FSIL-Worry Financial Problems in Future"]}, {"conceptId": "C184105", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about getting sick due to low blood counts.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Getting Sick Low Blood Counts", "submissionValue": "FSIL-Worry Getting Sick Low Blood Counts", "synonyms": ["FSIL-Worry Getting Sick Low Blood Counts"]}, {"conceptId": "C184067", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry that I might get new symptoms of my illness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry I Might Get New Symptoms", "submissionValue": "FSIL-Worry I Might Get New Symptoms", "synonyms": ["FSIL-Worry I Might Get New Symptoms"]}, {"conceptId": "C183910", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about getting an infection from the feeding tube.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Infection From Feeding Tube", "submissionValue": "FSIL-Worry Infection From Feeding Tube", "synonyms": ["FSIL-Worry Infection From Feeding Tube"]}, {"conceptId": "C183776", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry that the infection will get worse.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Infection Will Get Worse", "submissionValue": "FSIL-Worry Infection Will Get Worse", "synonyms": ["FSIL-Worry Infection Will Get Worse"]}, {"conceptId": "C183911", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about losing weight because I have a feeding tube.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Losing Weight Feeding Tube", "submissionValue": "FSIL-Worry Losing Weight Feeding Tube", "synonyms": ["FSIL-Worry Losing Weight Feeding Tube"]}, {"conceptId": "C183967", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry that my condition will get worse.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry My Condition Will Get Worse", "submissionValue": "FSIL-Worry My Condition Will Get Worse", "synonyms": ["FSIL-Worry My Condition Will Get Worse"]}, {"conceptId": "C184038", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about negative impacts that my treatment may have upon my long-term health.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Neg Impacts Long-term Health", "submissionValue": "FSIL-Worry Neg Impacts Long-term Health", "synonyms": ["FSIL-Worry Neg Impacts Long-term Health"]}, {"conceptId": "C184108", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry my condition will not improve if my treatment is delayed.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Not improve Treatment Delayed", "submissionValue": "FSIL-Worry Not improve Treatment Delayed", "synonyms": ["FSIL-Worry Not improve Treatment Delayed"]}, {"conceptId": "C184237", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about problems with bruising or bleeding.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Problems Bruising/Bleeding", "submissionValue": "FSIL-Worry Problems Bruising/Bleeding", "synonyms": ["FSIL-Worry Problems Bruising/Bleeding"]}, {"conceptId": "C183845", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about side effects from chemotherapy treatment.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Side Effects From Chemo", "submissionValue": "FSIL-Worry Side Effects From Chemo", "synonyms": ["FSIL-Worry Side Effects From Chemo"]}, {"conceptId": "C183871", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry that my skin condition may get worse.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Skin condition Get Worse", "submissionValue": "FSIL-Worry Skin condition Get Worse", "synonyms": ["FSIL-Worry Skin condition Get Worse"]}, {"conceptId": "C184069", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about being able to support myself or my family due to my illness.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Support Myself/Family Illness", "submissionValue": "FSIL-Worry Support Myself/Family Illness", "synonyms": ["FSIL-Worry Support Myself/Family Illness"]}, {"conceptId": "C184234", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry that my treatment dose will be reduced (because of low blood counts).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Treatment Dose Will Reduced", "submissionValue": "FSIL-Worry Treatment Dose Will Reduced", "synonyms": ["FSIL-Worry Treatment Dose Will Reduced"]}, {"conceptId": "C183747", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry that my treatment for bone disease will not be effective.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Treatment Not Effective", "submissionValue": "FSIL-Worry Treatment Not Effective", "synonyms": ["FSIL-Worry Treatment Not Effective"]}, {"conceptId": "C184233", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry that my treatment will be delayed (because of low blood counts).", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Treatment Will Be Delayed", "submissionValue": "FSIL-Worry Treatment Will Be Delayed", "synonyms": ["FSIL-Worry Treatment Will Be Delayed"]}, {"conceptId": "C183908", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about the tube coming out by accident.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Tube Coming Out by Accident", "submissionValue": "FSIL-Worry Tube Coming Out by Accident", "synonyms": ["FSIL-Worry Tube Coming Out by Accident"]}, {"conceptId": "C183909", "definition": "Functional Assessment of Chronic Illness Therapy-Searchable Item Library Adult: I worry about the tube getting plugged or blocked.", "preferredTerm": "FACIT-Searchable Item Library Adult Version - Worry Tube Getting Plugged/Blocked", "submissionValue": "FSIL-Worry Tube Getting Plugged/Blocked", "synonyms": ["FSIL-Worry Tube Getting Plugged/Blocked"]}]}